[
    {
        "id": 1,
        "title": "Moderators of Resistance Training Effects in Healthy Young Women: A Systematic Review and Meta-analysis",
        "url": "https://doi.org/10.1519/JSC.0000000000004666",
        "text": "To systematically review and analyze the effects of resistance-based exercise programs and potential moderators of change in body fat percentage, whole-body fat and lean mass, muscle hypertrophy, muscle strength, and muscle power/rapid force in healthy young women (between 18 and 35 years). A systematic search was undertaken in 7 databases from inception to May 2022. Eligible randomized controlled trials examined the effects of resistance-based exercise programs on outcomes of interest in healthy young women. Meta-analysis was undertaken with a 3-level mixed-effects model. Associations between standardized mean difference (SMD) and potential moderators (number of sessions, weekly volume, and intensity) were tested by meta-regression models. Statistical significance was set at an α level of 0.05, whereas an α level of 0.05–0.10 was also considered for potential moderators of resistance training effects. Forty articles (n = 1,312) were included. Resistance-based exercise programs resulted in a significant improvement of 0.4 SMD (95% confidence intervals [95% CI]: 0.2 to 0.5, p < 0.001) in lean mass/muscle hypertrophy and 1.2 SMD (95% CI: 0.9 to 1.5, p < 0.001) in muscle strength. A higher number of sessions was associated with changes in lean mass/muscle hypertrophy (β = 0.01 ± 0.00, p = 0.009), whereas a higher weekly volume approached statistical significance to moderate changes in muscle strength (β = 0.01 ± 0.01, p = 0.053). Body fat percentage (−0.4 SMD, 95% CI: −0.6 to −0.1, p = 0.006) and muscle power/rapid force (0.6 SMD, 95% CI: 0.2 to 1.1, p = 0.011) were significantly improved. In conclusion, a higher resistance training volume was associated with greater improvements in lean mass/muscle hypertrophy, muscle strength, and body fat percentage, whereas muscle power/rapid force improvements were observed irrespective of prescription characteristics. These findings may help in designing resistance training programs for muscle hypertrophy, strength and power, and body fat percentage in healthy women"
    },
    {
        "id": 2,
        "title": "The influence of endurance and strength training on body composition and physical fitness in female students",
        "url": "https://efsupit.ro/images/stories/iulie2020/Art%20272.pdf",
        "text": "Physical activity plays a major role in human life. Faced with the threats of a sedentary lifestyle, it becomes a key factor conditioning proper physical, social and mental development of a young body. The benefits of physical activity are obvious. Its optimal level stimulates development, secures motor needs, strengthens heart function, improves muscle and joint flexibility, strengthening the muscles and bones. In the literature on physical activity, the importance of endurance and strength training as well as its positive impact on achieving a higher level of physical fitness is emphasized among people of different ages. In addition, research results indicate clear progress when even applying 4 weeks of training.Objective. The aim of the study was to examine the influence of a 6-week endurance and strength training programme on adaptive changes within body composition and physical fitness of young women. Materials and methods. The study involved 11 women aged 23-27 (x=24.09±1.30), students of the Cracow University of Economics. The research procedure included measurements of shoulder, chest, waist, hip, thigh and calf circumference, followed by body composition analysis using the TANITA BC-1000 scale. Percentage of body fat, total percentage of body water, muscle mass, basal metabolic rate, metabolic age, bone mass and level of visceral fat were measured. Subsequently, the EUROFIT physical fitness test was conducted. The following tests were selected: balance, agility, jumping, static strength, trunk strength, functional strength of upper limbs and shoulder girdle, and speed as well as endurance. Upon completion of the 6-week study, endurance and strength training consisting of 3 programmes were carried out: full-body, i.e. moderate-intensity exercises, HIIT, i.e. high-intensity interval training, and turbo training, i.e. high-intensity training combining endurance and strength exercises. Results. The results of research showed the significant influence of training on the reduction in hip circumference, waist and body fat content of the surveyed women, as well as improvement in their level of physical fitness in terms of postural balance, agility, jumping ability, static force, abdominal muscles and functional strength of the shoulders and shoulder girdle, speed and running endurance. Conclusion. The 6-week endurance and strength training reduced circumferences of the examined women and the level of body fat while increasing muscle mass and improved physical fitness. Bearing in mind the positive impact of training on the components of body composition and the level of human physical fitness, it is advisable to intensively promote active ways of spending free time"
    },
    {
        "id": 3,
        "title": "The effects of exercise training on body composition in postmenopausal women: a systematic review and meta-analysis",
        "url": "https://doi.org/10.3389/fendo.2023.1183765",
        "text": "Introduction: We conducted a systematic review and meta-analysis to investigate the effect of exercise training on body composition outcomes in postmenopausal women. Methods: PubMed, Web of Science, CINAHL, and Medline were searched to identify the randomized controlled trials which evaluated effect of exercise training versus control in postmenopausal women. Standardized mean differences (SMD), weighted mean differences (WMD) and 95% confidence intervals (95% CIs) were calculated using random effects model. Results: One hundred and one studies involving 5,697 postmenopausal women were included in the meta-analysis. Results indicated that exercise training effectively increased muscle mass/ volume, muscle and fiber cross-sectional area and fat-free mass, and decreased fat mass, body fat percentage, waist circumference and visceral fat. Furthermore, subgroup analyses results revealed that aerobic and combined training had greater beneficial effects on fat mass outcomes, whereas resistance and combined training had greater beneficial effects on muscle mass outcomes. Discussion: Overall, our results revealed that exercise training is effective for improving body composition in postmenopausal women. To be specific, aerobic training is effective on fat loss, whereas resistance training is effective on muscle gain. However, combination of aerobic and resistance trainings may be considered a viable strategy to improve body composition in postmenopausal women."
    },
    {
        "id": 4,
        "title": "Body composition and strength changes in women with milk and resistance exercise",
        "url": "https://doi.org/10.1249/MSS.0b013e3181c854f6",
        "text": "Purpose: We aimed to determine whether women consuming fat-free milk versus isoenergetic carbohydrate after resistance exercise would see augmented gains in lean mass and reductions in fat mass similar to what we observed in young men. Methods: Young women were randomized to drink either fat-free milk (MILK: n = 10; age (mean ± SD) = 23.2 ± 2.8 yr; BMI = 26.2 ± 4.2 kg·m−2) or isoenergetic carbohydrate (CON: n = 10; age = 22.4 ± 2.4 yr; BMI = 25.2 ± 3.8 kg·m−2) immediately after and 1 h after exercise (2 × 500 mL). Subjects exercised 5 d·wk−1 for 12 wk. Body composition changes were measured by dual-energy x-ray absorptiometry, and subjects' strength and fasting blood were measured before and after training. Results: CON gained weight after training (CON: +0.86 ± 0.4 kg, P < 0.05; MILK: +0.50 ± 0.4 kg, P = 0.29). Lean mass increased with training in both groups (P < 0.01), with a greater net gain in MILK versus CON (1.9 ± 0.2 vs 1.1 ± 0.2 kg, respectively, P < 0.01). Fat mass decreased with training in MILK only (−1.6 ± 0.4 kg, P < 0.01; CON: −0.3 ± 0.3 kg, P = 0.41). Isotonic strength increased more in MILK than CON (P < 0.05) for some exercises. Serum 25-hydroxyvitamin D increased in both groups but to a greater extent in MILK than CON (+6.5 ± 1.1 vs +2.8 ± 1.3 nM, respectively, P < 0.05), and parathyroid hormone decreased only in MILK (−1.2 ± 0.2 pM, P < 0.01). Conclusions: Heavy, whole-body resistance exercise with the consumption of milk versus carbohydrate in the early postexercise period resulted in greater muscle mass accretion, strength gains, fat mass loss, and a possible reduction in bone turnover in women after 12 wk. Our results, similar to those in men, highlight that milk is an effective drink to support favorable body composition changes in women with resistance training."
    },
    {
        "id": 5,
        "title": "Exercise and body image: A meta-analysis",
        "url": "https://doi.org/10.1080/14768320500105270",
        "text": "This review applied meta-analytic procedures to integrate research findings examining the impact of exercise on body image. We performed extensive literature searching strategies and located 121 published and unpublished studies that examined the impact of exercise on body image. Primary study results were coded, and meta-analytic procedures were conducted. Studies were grouped into intervention (i.e., exercise vs nonexercise group post-exercise intervention body-image scores), single group (i.e., pre vs post exercise intervention body-image scores), and correlational (i.e., exercisers vs nonexercisers body-image scores) effect sizes. Small effect sizes (that were weighted by sample size), that were significantly different from zero, indicated that: (a) exercisers had a more positive body image than nonexercisers; (b) exercise intervention participants reported a more positive body image post intervention compared to the nonexercising control participants; and (c) exercisers had a significant improvement in body image scores following an exercise intervention. We concluded that exercise was associated with improved body image. Moderating variables and implications for exercise prescription to improve body image were discussed"
    },
    {
        "id": 6,
        "title": "Type of Physical Training and Selected Aspects of Psychological Functioning of Women with Obesity: A Randomised Trial",
        "url": "https://doi.org/10.3390/nu13082555",
        "text": "Objective: We conducted a prospective randomised trial to assess whether a specific type of regular physical training performed by women with obesity is related to obtaining specific psychological benefits. Methods: Forty-four women qualified for the study and were divided into two groups. The applied intervention consisted of regular three-month physical exercises in the form of endurance training (group A) or endurance strength training (group B). Initially, and after the completed intervention, we examined anthropometric measurements and the level of: stress (PSS-10), general self-esteem (SES), body self-report (BSQ–34, FRS), and behaviours associated with diet (TFEQ-18). Results: As a result of the intervention, both groups had significantly lower anthropometric parameters and FRS scores with regard to the current figure (gr. A:δ FRS CS −0.90 ± 0.83, p < 0.001; gr. B:δ FRS CS −0.41 ± 0.50, p = 0.01) and BSQ–34 results (gr. A:δ BSQ–34 −14.90 ± 13.5, p = 0.001; gr. B:δ BSQ–34 − 18.64 ± 25.4, p = 0.01). Additionally, an increase in cognitive restraint (δ TFEQ–18 CR1.65 ± 2.06, p = 0.01) and a decrease in emotional eating (δ TFEQ–18 EE −0.82 ± 1.28, p = 0.01) were observed in group B. There were no between-group differences in terms of the magnitude of changes achieved due to the intervention, except for asignificant improvement in the perception of their current figure (FRS) (δ FRSCS −0.90 ± 0.83, p = 0.03) in group A. Conclusions: Regular physical activity over a three-month period by women with obesity promotes the perception of their own body as slimmer and lowers body shape concerns. The change in body shape perception was more pronounced under the influence of endurance training than endurance strength training"
    },
    {
        "id": 7,
        "title": "Relations of strength training to body image among a sample of female university students",
        "url": "https://pubmed.ncbi.nlm.nih.gov/12423199/",
        "text": "College women enrolled in a strength training class were evaluated before and after the class using a combination of physical fitness measures, including weight, percentage of body fat, body circumference, and strength measures. Forty-nine subjects participated in strength training, twice a week for a total of 12 weeks. At the end of the class, participants were asked to respond to 9 open-ended questions dealing with perceptions of body image. Physical results of the study showed a mean weight gain of 1 lb, an average increase in body fat of 0.9%, and a 5-11 lb improvement in maximal lifting ability. In addition, most subjects reported that they felt healthier and more fit and had an improved body image and a better attitude about their physical selves after strength training. In this study, exercise using strength training improved strength and body image in women."
    },
    {
        "id": 8,
        "title": "Effects of Different Durations of Physical Training on Cardiorespiratory Function, Body Composition, and Serum Lipids",
        "url": "https://doi.org/10.1080/10671315.1976.10616733",
        "text": "The purpose of the study was to determine the effects of 15, 30, and 45 min of conditioning on maximum performance and cardiorespiratory fitness variables, body composition, pulmonary function, and serum lipids. Subjects, ages 20 to 35, were 59 inmates at a California state prison. The conditioning included running and walking and was performed three days/week at approximately 85 to 90% max HR for 20 weeks. The distance covered per exercise session was approximately 1.75, 3.25, and 5.1 miles for the 15-, 30-, and 45-min groups, respectively. Improvements in treadmill performance time. [Vdot]O2 max, max O2 pulse, diastolic blood pressure, and total skinfold fat were proportional to duration of the training session; i.e., the subjects training in the longer duration sessions showed the greater improvements. The control group showed no significant change during the same period. Compared to the control group, the 15-min group made significant reductions in resting HR, total skinfold fat, percent fat, and waist girth and increases in [Vdot]O2 max, max O2 pulse,[Vdot]E max, and treadmill performance time. Vital capacity, FEV1.0, and % FEV1.0 remained relatively unchanged in all four groups, as did serum cholesterol and triglycerides. The 45-min group improved significantly more than the 15-min group in treadmill time, [Vdot]O2 max, max O2 pulse, resting systolic and diastolic blood pressures, and percent fat. In general, comparisons between the 15- and 30-min groups and between the 30- and 45-min groups failed to yield statistically significant differences."
    },
    {
        "id": 9,
        "title": "A systematic review and meta-analysis of interval training versus moderate-intensity continuous training on body adiposity",
        "url": "https://doi.org/10.1111/obr.12536",
        "text": "Interval training (including high-intensity interval training [HIIT] and sprint interval training [SIT]) is promoted in both scientific and lay media as being a superior and time-efficient method for fat loss compared with traditional moderate-intensity continuous training (MICT). We evaluated the efficacy of HIIT/SIT when directly compared with MICT for the modulation of body adiposity. Databases were searched to 31 August 2016 for studies with exercise training interventions with minimum 4-week duration. Meta-analyses were conducted for within-group and between-group comparisons for total body fat percentage (%) and fat mass (kg). To investigate heterogeneity, we conducted sensitivity and meta-regression analyses. Of the 6,074 studies netted, 31 were included. Within-group analyses demonstrated reductions in total body fat (%) (HIIT/SIT: −1.26 [95% CI: −1.80; −0.72] and MICT: −1.48 [95% CI: −1.89; −1.06]) and fat mass (kg) (HIIT/SIT: −1.38 [95% CI: −1.99; −0.77] and MICT: −0.91 [95% CI: −1.45; −0.37]). There were no differences between HIIT/SIT and MICT for any body fat outcome. Analyses comparing MICT with HIIT/SIT protocols of lower time commitment and/or energy expenditure tended to favour MICT for total body fat reduction (p = 0.09). HIIT/SIT appears to provide similar benefits to MICT for body fat reduction, although not necessarily in a more time-efficient manner. However, neither short-term HIIT/SIT nor MICT produced clinically meaningful reductions in body fat"
    },
    {
        "id": 10,
        "title": "Effect of High-Intensity Interval Training vs. Moderate-Intensity Continuous Training on Fat Loss and Cardiorespiratory Fitness in the Young and Middle-Aged a Systematic Review and Meta-Analysis",
        "url": "https://doi.org/10.3390/ijerph20064741",
        "text": "Objectives: This systematic review is conducted to evaluate the effect of high-intensity interval training (HIIT) and moderate-intensity continuous training (MICT) on body composition and cardiorespiratory fitness (CRF) in the young and middle-aged. Methods: Seven databases were searched from their inception to 22 October 2022 for studies (randomized controlled trials only) with HIIT and MICT intervention. Meta-analysis was carried out for within-group (pre-intervention vs. post-intervention) and between-group (HIIT vs. MICT) comparisons for change in body mass (BM), body mass index (BMI), waist circumference (WC), percent fat mass (PFM), fat mass (FM), fat-free mass (FFM), and CRF. Results: A total of 1738 studies were retrieved from the database, and 29 studies were included in the meta-analysis. Within-group analyses indicated that both HIIT and MICT can bring significant improvement in body composition and CRF, except for FFM. Between-group analyses found that compared to MICT, HIIT brings significant benefits to WC, PFM, and VO2peak. Conclusions: The effect of HIIT on fat loss and CRF in the young and middle-aged is similar to or better than MICT, which might be influenced by age (18–45 years), complications (obesity), duration (>6 weeks), frequency, and HIIT interval. Despite the clinical significance of the improvement being limited, HIIT appears to be more time-saving and enjoyable than MICT"
    },
    {
        "id": 11,
        "title": "Effect of High-Intensity Interval Training on Total, Abdominal and Visceral Fat Mass: A Meta-Analysis",
        "url": "https://doi.org/10.1007/s40279-017-0807-y",
        "text": "Background: High-intensity interval training (HIIT) is promoted as a time-efficient strategy to improve body composition. Objective: The aim of this meta-analysis was to assess the efficacy of HIIT in reducing total, abdominal, and visceral fat mass in normal-weight and overweight/obese adults. Methods: Electronic databases were searched to identify all related articles on HIIT and fat mass. Stratified analysis was performed using the nature of HIIT (cycling versus running, target intensity), sex and/or body weight, and the methods of measuring body composition. Heterogeneity was also determined. Results: A total of 39 studies involving 617 subjects were included (mean age 38.8 years ± 14.4, 52% females). HIIT significantly reduced total (p = 0.003), abdominal (p = 0.007), and visceral (p = 0.018) fat mass, with no differences between the sexes. A comparison showed that running was more effective than cycling in reducing total and visceral fat mass. High-intensity (above 90% peak heart rate) training was more successful in reducing whole body adiposity, while lower intensities had a greater effect on changes in abdominal and visceral fat mass. Our analysis also indicated that only computed tomography scan or magnetic resonance imaging showed significant abdominal and/or visceral fat-mass loss after HIIT interventions. Conclusion: HIIT is a time-efficient strategy to decrease fat-mass deposits, including those of abdominal and visceral fat mass. There was some evidence of the greater effectiveness of HIIT running versus cycling, but owing to the wide variety of protocols used and the lack of full details about cycling training, further comparisons need to be made. Large, multicenter, prospective studies are required to establish the best HIIT protocols for reducing fat mass according to subject characteristics."
    },
    {
        "id": 12,
        "title": "Physiology of sweat gland function: The roles of sweating and sweat composition in human health",
        "url": "https://doi.org/10.1080/23328940.2019.1632145",
        "text": "Abstract: The purpose of this comprehensive review is to: 1) review the physiology of sweat gland function and mechanisms determining the amount and composition of sweat excreted onto the skin surface; 2) provide an overview of the well-established thermoregulatory functions and adaptive responses of the sweat gland; and 3) discuss the state of evidence for potential non-thermoregulatory roles of sweat in the maintenance and/or perturbation of human health. The role of sweating to eliminate waste products and toxicants seems to be minor compared with other avenues of excretion via the kidneys and gastrointestinal tract; as eccrine glands do not adapt to increase excretion rates either via concentrating sweat or increasing overall sweating rate. Studies suggesting a larger role of sweat glands in clearing waste products or toxicants from the body may be an artifact of methodological issues rather than evidence for selective transport. Furthermore, unlike the renal system, it seems that sweat glands do not conserve water loss or concentrate sweat fluid through vasopressin-mediated water reabsorption. Individuals with high NaCl concentrations in sweat (e.g. cystic fibrosis) have an increased risk of NaCl imbalances during prolonged periods of heavy sweating; however, sweat-induced deficiencies appear to be of minimal risk for trace minerals and vitamins. Additional research is needed to elucidate the potential role of eccrine sweating in skin hydration and microbial defense. Finally, the utility of sweat composition as a biomarker for human physiology is currently limited; as more research is needed to determine potential relations between sweat and blood solute concentrations."
    },
    {
        "id": 13,
        "title": "A Case-Series Observation of Sweat Rate Variability in Endurance-Trained Athletes",
        "url": "https://doi.org/10.3390/nu13061807",
        "text": "Abstract: Adequate fluid replacement during exercise is an important consideration for athletes, however sweat rate (SR) can vary day-to-day. The purpose of this study was to investigate day-to-day variations in SR while performing self-selected exercise sessions to evaluate error in SR estimations in similar temperature conditions. Thirteen endurance-trained athletes completed training sessions in a case-series design 1x/week for a minimum 30 min of running/biking over 24 weeks. Body mass was recorded pre/post-training and corrected for fluid consumption. Data were split into three Wet-Bulb Globe Thermometer (WBGT) conditions: LOW (<10 °C), MOD (10–19.9 °C), HIGH (>20 °C). No significant differences existed in exercise duration, distance, pace, or WBGT for any group (p > 0.07). Significant differences in SR variability occurred for all groups, with average differences of: LOW = 0.15 L/h; MOD = 0.14 L/h; HIGH = 0.16 L/h (p < 0.05). There were no significant differences in mean SR between LOW-MOD (p > 0.9), but significant differences between LOW-HIGH and MOD-HIGH (p < 0.03). The assessment of SR can provide useful data for determining hydration strategies. The significant differences in SR within each temperature range indicates a single assessment may not accurately represent an individual’s typical SR even in similar environmental conditions."
    },
    {
        "id": 14,
        "title": "The relationship between exercise intensity and the sweat lactate excretion rate",
        "url": "https://doi.org/10.1007/s12576-009-0073-3",
        "text": "The purpose of this study was to determine the effect of increases in exercise intensity on the sweat lactate concentration and lactate excretion rate. Eight healthy male volunteers complete a 90-min exercise bout of treadmill walking in a 35°C and 40% relative humidity environmental chamber. During the exercise trial, the subjects performed three 30-min ordered exercise bouts at 60, 70, and 80% of their age-predicted maximum heart rate (HRmax), with 10 min of rest outside the chamber between bouts. Sweat rate was measured volumetrically during each of the three exercise bouts on the flexor surface of the proximal half of the right forearm. Sweat lactate concentration ([lactate]sweat) was measured in each sample and multiplied by the forearm sweat rate to calculate the lactate excretion rate (LER). There was a significant (P < 0.05) decrease in the [lactate]sweat at the 70 and 80% HRmax exercise intensities compared to the 60% HRmax exercise intensity. Conversely, the LER increased significantly at the highest two exercise intensities compared to the 60% HRmax exercise intensity. Such data suggest that increases in exercise intensity require an increase in lactate production, as measured by the LER. Furthermore, the decreased [lactate]sweat at the higher exercise intensities is most likely the result of increased sweat production causing a dilution effect on the [lactate]sweat, thus limiting its ability to accurately indicate the metabolic activity of the sweat gland."
    },
    {
        "id": 15,
        "title": "The relation between sweat rate and weight loss when sweat is dripping off the body",
        "url": "https://doi.org/10.1113/jphysiol.1969.sp008837",
        "text": "1. The relation between the rate of sweat production, Ṡ, and the rate of weight loss, Ẇ, has been examined under conditions in which the rate of evaporation was small. 2. Ṡ could be found from Ẇ provided that a film of liquid was maintained over the skin surface. This could be achieved initially by immersing the subject in water containing detergent. Thereafter the film was maintained so long as the rate of weight loss exceeded about 10 g/min. 3. When the rate of weight loss was changing and the rate of evaporation was constant, Ṡ could be calculated as Ẇ + 2·5 Ẅ. 4. When the subject was constantly sprayed with water while being weighed, the correction for Ẅ became negligible. In this case there was no lower limit to the sweat rate which could be measured, but spraying considerably reduced the accuracy of the measurement. 5. The output of sweat from a ventilated capsule on the forearm correlated well with estimates of central sweating drive based on weight measurements corrected for hidromeiosis."
    },
    {
        "id": 16,
        "title": "Effect of Sweating",
        "url": "https://doi.org/10.1001/jama.1981.03320060027013",
        "text": "Regarding the article 'Losing Weight Through Exercise' (1980;244:377), in the authors' disparagement of 'effortless weight reduction' by methods that cause increased water loss, they make the often repeated misleading statement that 'body weight may be temporarily reduced until rehydration occurs.' This implies that there is no caloric consumption involved in the water loss. The same statement could be made for the weight loss incurred by a marathon runner during a race and his subsequent 'weight gain' after rehydration.The fact overlooked by most people who attempt to debunk saunas and other devices that cause enhanced sweating is that the water does not just 'leak out' of the body. Sweating is a part of the complex thermoregulatory process of the body involving substantial increases in heart rate, cardiac output,1,2 and metabolic rate,3-4 and consumes considerable energy.In a sauna, heat is absorbed by the subject from"
    },
    {
        "id": 17,
        "title": "To stretch or not to stretch: the role of stretching in injury prevention and performance",
        "url": "https://doi.org/10.1111/j.1600-0838.2009.01058.x",
        "text": "Stretching is commonly practiced before sports participation; however, effects on subsequent performance and injury prevention are not well understood. There is an abundance of literature demonstrating that a single bout of stretching acutely impairs muscle strength, with a lesser effect on power. The extent to which these effects are apparent when stretching is combined with other aspects of a pre-participation warm-up, such as practice drills and low intensity dynamic exercises, is not known. With respect to the effect of pre-participation stretching on injury prevention a limited number of studies of varying quality have shown mixed results. A general consensus is that stretching in addition to warm-up does not affect the incidence of overuse injuries. There is evidence that pre-participation stretching reduces the incidence of muscle strains but there is clearly a need for further work. Future prospective randomized studies should use stretching interventions that are effective at decreasing passive resistance to stretch and assess effects on subsequent injury incidence in sports with a high prevalence of muscle strains."
    },
    {
        "id": 18,
        "title": "A pragmatic randomised trial of stretching before and after physical activity to prevent injury and soreness",
        "url": "https://doi.org/10.1136/bjsm.2009.062232",
        "text": "Objective To determine the effects of stretching before and after physical activity on risks of injury and soreness in a community population. Design Internet-based pragmatic randomised trial conducted between January 2008 and January 2009. Setting International. Participants A total of 2377 adults who regularly participated in physical activity. Interventions Participants in the stretch group were asked to perform 30 s static stretches of seven lower limb and trunk muscle groups before and after physical activity for 12 weeks. Participants in the control group were asked not to stretch. Main outcome measurements Participants provided weekly on-line reports of outcomes over 12 weeks. Primary outcomes were any injury to the lower limb or back, and bothersome soreness of the legs, buttocks or back. Injury to muscles, ligaments and tendons was a secondary outcome. Results Stretching did not produce clinically important or statistically significant reductions in all-injury risk (HR=0.97, 95% CI 0.84 to 1.13), but did reduce the risk of experiencing bothersome soreness (mean risk of bothersome soreness in a week was 24.6% in the stretch group and 32.3% in the control group; OR=0.69, 95% CI 0.59 to 0.82). Stretching reduced the risk of injuries to muscles, ligaments and tendons (incidence rate of 0.66 injuries per person-year in the stretch group and 0.88 injuries per person-year in the control group; HR=0.75, 95% CI 0.59 to 0.96). Conclusion Stretching before and after physical activity does not appreciably reduce all-injury risk but probably reduces the risk of some injuries, and does reduce the risk of bothersome soreness"
    },
    {
        "id": 19,
        "title": "Warm-Up and Stretching in the Prevention of Muscular Injury",
        "url": "https://doi.org/10.2165/00007256-200737120-00006",
        "text": "Muscular injury is one of the major problems facing today’s athletes, both recreational and professional. Injuries to skeletal muscle represent >30% of the injuries seen in sports medicine clinics. As a result, it is imperative to utilise the most effective means to aid in deterring these injuries. However, there are conflicting opinions regarding methods of reducing muscular injury through warm-up and stretching techniques. Therefore, the purpose of this article is to examine the potential of a warm-up and/or stretching routine in deterring muscular injury during physical activity. The article examines a variety of studies regarding warm-up, stretching and muscular injury. The article also provides a definition of warm-up and stretching to provide clarity on this topic. Many of the differences within previous research were due to conflicting definitions. We also address this issue by examining research on muscular injury and physical adaptations to muscular injury and training. This article provides contradictory evidence to conclusions that have been drawn in previous review articles, which determined that warm-up and/or stretching protocols did not deter injury. The research included here conveys that certain techniques and protocols have shown a positive outcome on deterring injuries. As a result, a warm-up and stretching protocol should be implemented prior to physical activity. The routine should allow the stretching protocol to occur within the 15 minutes immediately prior to the activity in order to receive the most benefit. In addition, current information regarding improvements in flexibility is reviewed. Muscular injury is one of the major problems facing both recreational and professional athletes. Athletic disability is often attributable to an indirect or strain injury to the muscle. Injuries to skeletal muscle represent >30% of the injuries seen in sports medicine clinics.As a result, it is imperative to utilise the most effective means to deter these injuries. However, there are conflicting opinions regarding methods of reducing muscular injury. It has widely been accepted that athletes should perform warm-up activities and a stretching protocol prior to, and after participating in, a physically demanding activity. Various research studies offer different viewpoints regarding the effectiveness of warm-up and stretching protocols in reducing injuries. In their study, Pope et al. concluded that stretching during the warm-up session did not produce clinically meaningful reductions in risk of exercise-related injury in army recruits. As a result, some researchers question the benefits of performing such activities prior to physical activity. Although some studies have reported that there was no ‘reduction in the risk’ of injury or total injuries,other studies reported positive effects and a reduction in musculotendinous injuries from warm-up and stretching intervention programmes. Therefore, the purpose of this article is to examine the impact of a warm-up and stretching routine on muscular injury during physical activity. This article examines a variety of studies regarding warm-up, stretching and muscular injury, as well as the effects of these activities on the muscles themselves. Research on muscular injury and physical adaptations to muscular injury and training is included."
    },
    {
        "id": 20,
        "title": "Effects of Static and Dynamic Stretching on Injury Prevention in High School Soccer Athletes: A Randomized Trial",
        "url": "https://doi.org/10.1123/jsr.2013-0114",
        "text": "Objective: To determine if there is any benefit to static stretching after performing a dynamic warm-up in the prevention of injury in high school soccer athletes. Design: Prospective cluster randomized nonblinded study. Setting: 12 high schools with varsity and junior varsity boys’ soccer teams (24 soccer teams) across the state of Michigan. Participants: Four hundred ninety-nine student-athletes were enrolled, and 465 completed the study. One high school dropped out of the study in the first week, leaving a total of 22 teams. Interventions: Dynamic stretching protocol vs dynamic + static (D+S) stretching protocol. Main Outcome Measures: Lower-extremity, core, or lower-back injuries per team. Results: Twelve teams performed the dynamic stretching protocol and 10 teams performed the D+S stretching protocol. There were 17 injuries (1.42 ± 1.49 injuries/team) among the teams that performed the dynamic stretching protocol and 20 injuries (2.0 ± 1.24 injuries/team) among the teams that performed the D+S protocol. There was no statistically significant difference in injuries between the 2 groups (P = .33). Conclusions: There is no difference between dynamic stretching and D+S stretching in the prevention of lower-extremity, core, and back injuries in high school male soccer athletes. Static stretching does not provide any added benefit to dynamic stretching in the prevention of injury in this population before exercise"
    },
    {
        "id": 21,
        "title": "Stretching and injury prevention: an obscure relationship",
        "url": "https://doi.org/10.2165/00007256-200434070-00003",
        "text": "Abstract: It is generally accepted that increasing the flexibility of a muscle-tendon unit promotes better performances and decreases the number of injuries. Stretching exercises are regularly included in warm-up and cooling-down exercises; however, contradictory findings have been reported in the literature. Several authors have suggested that stretching has a beneficial effect on injury prevention. In contrast, clinical evidence suggesting that stretching before exercise does not prevent injuries has also been reported. Apparently, no scientifically based prescription for stretching exercises exists and no conclusive statements can be made about the relationship of stretching and athletic injuries. Stretching recommendations are clouded by misconceptions and conflicting research reports. We believe that part of these contradictions can be explained by considering the type of sports activity in which an individual is participating. Sports involving bouncing and jumping activities with a high intensity of stretch-shortening cycles (SSCs) [e.g. soccer and football] require a muscle-tendon unit that is compliant enough to store and release the high amount of elastic energy that benefits performance in such sports. If the participants of these sports have an insufficient compliant muscle-tendon unit, the demands in energy absorption and release may rapidly exceed the capacity of the muscle-tendon unit. This may lead to an increased risk for injury of this structure. Consequently, the rationale for injury prevention in these sports is to increase the compliance of the muscle-tendon unit. Recent studies have shown that stretching programmes can significantly influence the viscosity of the tendon and make it significantly more compliant, and when a sport demands SSCs of high intensity, stretching may be important for injury prevention. This conjecture is in agreement with the available scientific clinical evidence from these types of sports activities. In contrast, when the type of sports activity contains low-intensity, or limited SSCs (e.g. jogging, cycling and swimming) there is no need for a very compliant muscle-tendon unit since most of its power generation is a consequence of active (contractile) muscle work that needs to be directly transferred (by the tendon) to the articular system to generate motion. Therefore, stretching (and thus making the tendon more compliant) may not be advantageous. This conjecture is supported by the literature, where strong evidence exists that stretching has no beneficial effect on injury prevention in these sports. If this point of view is used when examining research findings concerning stretching and injuries, the reasons for the contrasting findings in the literature are in many instances resolved.Traditionally, it is generally accepted that stretching promotes better performances and decreases the number of injuries. Consequently, stretching exercises are regularly included in warm-up and cooling-down exercises. However, today the scientific evidence concerning the preventive effect of stretching on injuries seems unclear. In the literature, prospective studies are lacking and contradictory findings have been reported concerning the relationship between stretching and injury prevention. The purpose of this article is to review the pertinent literature and to advance a new theory to explain the relationship between stretching and injury prevention. Before looking at the available literature on stretching and athletic injuries, it seems essential to examine how the muscle-tendon unit works during movements and how stretching would be able to reduce the risk of athletic injuries. We believe that the contrasting results in the literature concerning the relationship between stretching and injuries can be explained by taking into account the type of sports activity in which the individual participates"
    },
    {
        "id": 22,
        "title": "Stretching: Mechanisms and Benefits for Sport Performance and Injury Prevention",
        "url": "https://doi.org/10.1179/108331904225007078",
        "text": "Abstract: Stretching is usually performed before exercise in an attempt to enhance performance and reduce the risk of injury. Most stretching techniques (static, ballistic, and proprioceptive neuromuscular facilitation) are effective in increasing static flexibility as measured by joint range of motion, but the results for dynamic flexibility as measured by active and passive stiffness, are inconclusive. The mechanisms of various stretching techniques in terms of biomechanics and neurology, the effectiveness of the combination of stretching with other therapies such as heat and cold, and the effectiveness of stretching for performance and injury prevention are reviewed. The possible mechanisms responsible for the detrimental effects of stretching on performance and the minimal effects on injury prevention are considered, with the emphasis on muscle dynamic flexibility. Further research is recommended to explore the mechanisms and effects of alternative stretching techniques on dynamic flexibility, muscle soreness, sport performance, and rate of injury"
    },
    {
        "id": 23,
        "title": "A proposed model to test the hypothesis of exercise-induced localized fat reduction (spot reduction), including a systematic review with meta-analysis",
        "url": "https://doi.org/10.5114/hm.2022.110373",
        "text": "Purpose: The process in which specific exercises reduce localized adipose tissue depots (targeted fat loss) and modify fat distribution is commonly termed spot reduction. According to this long-held popular belief, exercising a limb would lead to greater reduction in the adjacent adipose tissue in comparison with the contralateral limb. Aside from popular wisdom, scientific evidence from the 20th and 21st century seems to offer inconclusive results. The study aim was to summarize peer-reviewed literature assessing the effects of unilateral limb training, compared with the contralateral limb, on the localized adipose tissue depots in healthy participants, and to meta-analyse its results. Methods: We followed the guidelines of the Preferred Reporting Items for Systematic Reviews and Meta-Analyses. We searched PubMed, Web of Science, and Scopus electronic databases using several relevant keyword combinations. Independent experts were contacted to help identify additional relevant articles. Following the PICOS approach, we included controlled studies that incorporated a localized exercise intervention (i.e., single-leg training) to cohorts of healthy participants (i.e., no restriction for fitness, age, or sex) compared with a control condition (i.e., contralateral limb), where the main outcome was the pre-to-post-intervention change of localized fat. The methodological quality of the studies was assessed with the Physiotherapy Evidence Database scale. Pre- and post-intervention means ± standard deviations of the fat-related outcome in the trained and control groups (limbs) were converted to Hedges’ g effect size (ES; with 95% confidence intervals [CI]) by using a random-effects model. The impact of heterogeneity was assessed with the I2 statistic. Extended Egger’s test served to explore the risk of reporting bias. The statistical significance threshold was set at p < 0.05. Results: From 1833 search records initially identified, 13 were included in the meta-analysis, involving 1158 male and female participants (age, 14–71 years). The 13 studies achieved a high methodological quality, and presented results with low heterogeneity (I2 = 24.3%) and no bias (Egger’s test p = 0.133). The meta-analysis involved 37 comparisons, with 17 of these favouring (i.e., greater reduction of localized fat) the trained limb, and 20 favouring the untrained limb, but the ES ranged between –1.21 and 1.07. The effects were consistent, with a pooled ES = –0.03, 95% CI: –0.10 to 0.05, p = 0.508, meaning that spot reduction was not observed. Conclusions: Localized muscle training had no effect on localized adipose tissue depots, i.e., there was no spot reduction, regardless of the characteristics of the population and of the exercise program. The popular belief concerning spot reduction is probably derived from wishful thinking and convenient marketing strategies, such as influencers seeking increased popularity and procedure sellers interested in increasing advertising."
    }, 
    {
        "id": 24,
        "title": "Subcutaneous fat alterations resulting from an upper-body resistance training program",
        "url": "https://doi.org/10.1249/mss.0b0138058a5cb",
        "text": "Purpose: It is believed spot reduction, the exercise-induced localized loss of subcutaneous fat, does not occur as a result of an exercise program; however, evidence as a whole has been inconsistent. To reexamine this concept, we compared subcutaneous fat measurements before and after resistance training among 104 subjects (45 men, 59 women). Methods: Subjects participated in 12 wk of supervised resistance training of their nondominant arm. Magnetic resonance imaging and skinfold calipers examined subcutaneous fat in the nondominant (trained) and dominant (untrained) arms before and after resistance training. Repeated-measures ANCOVA tested for subcutaneous fat differences within and between arms before, after, and from before to after resistance training by gender and measurement technique, with BMI and age as covariates. Simple linear regression compared subcutaneous fat changes before and after resistance training as assessed by MRI and skinfold. Results: Subcutaneous fat, measured by skinfold, decreased in the trained arm and not the untrained arm in the men (P < 0.01); it was similar in the total sample and in the women (P > 0.05). MRI determinations of subcutaneous fat changes were not different between arms in the total sample and by gender (P > 0.05). Conclusion: Subcutaneous fat changes resulting from resistance training varied by gender and assessment technique. Skinfold findings indicate that spot reduction occurred in men but not in women. In contrast, MRI found a generalized subcutaneous fat loss independent of gender, supporting the notion that spot reduction does not occur as a result of resistance training. MRI, sensitive to changes along the entire upper arm, detected greater variation in resistance training responses, preventing significant differences between trained and untrained arms. Variation in upper-arm resistance training response was not evident from a single skinfold measurement at the belly of the muscle"
    },
    {
        "id": 25,
        "title": "Regional fat changes induced by localized muscle endurance resistance training",
        "url": "https://doi.org/10.1519/JSC.0b013e31827e8681",
        "text": "The purpose of this study was to examine the effects of a localized muscle endurance resistance training program on total body and regional tissue composition. Seven men and 4 women (aged 23 ± 1 years) were trained with their nondominant leg during 12 weeks, 3 sessions per week. Each session consisted of 1 set of 960–1,200 repetitions (leg press exercise), at 10–30% 1 repetition maximum. Before and after training, body mass, bone mass, bone mineral density (BMD), lean mass, fat mass, and fat percentage were determined by dual-emission x-ray absorptiometry. Energy intakes were registered using a food recall questionnaire. At the whole-body level, body mass, bone mass, BMD, lean mass, or body fat percentage were not significantly changed. However, body fat mass significantly decreased by 5.1% (preexercise: 13.5 ± 6.3 kg; postexercise: 12.8 ± 5.4 kg, p < 0.05). No significant changes in bone mass, lean mass, fat mass, or fat percentage were observed in both the control and trained leg. A significant (p < 0.05) decrease in fat mass was observed in the upper extremities and trunk (10.2 and 6.9%, respectively, p < 0.05). The reduction of fat mass in the upper extremities and trunk was significantly greater (p < 0.05) than the fat mass change observed in the trained leg but not in the control leg. No significant changes were observed in energy intake pre- and postexercise intervention (2,646 ± 444 kcal·d−1 and 2,677 ± 617 kcal·d−1, respectively). In conclusion, the training program was effective in reducing fat mass, but this reduction was not achieved in the trained body segment. The present results expand the limited knowledge available about the plastic heterogeneity of regional body tissues when a localized resistance training program is applied"
    },
    {
        "id": 26,
        "title": "The effect of abdominal exercise on abdominal fat",
        "url": "https://doi.org/10.1519/JSC.0b013e3181fb4a46",
        "text": "The purpose of this study was to investigate the effect of abdominal exercises on abdominal fat. Twenty-four healthy, sedentary participants (14 men and 10 women), between 18 and 40 years, were randomly assigned to 1 of the following 2 groups: control group (CG) or abdominal exercise group (AG). Anthropometrics, body composition, and abdominal muscular endurance were tested before and after training. The AG performed 7 abdominal exercises, for 2 sets of 10 repetitions, on 5 d·wk−1 for 6 weeks. The CG received no intervention, and all participants maintained an isocaloric diet throughout the study. Significance was set at p = 0.05 for all tests. There was no significant effect of abdominal exercises on body weight, body fat percentage, android fat percentage, android fat, abdominal circumference, abdominal skinfold and suprailiac skinfold measurements. The AG performed significantly greater amount of curl-up repetitions (47 ± 13) compared to the CG (32 ± 9) on the posttest. Six weeks of abdominal exercise training alone was not sufficient to reduce abdominal subcutaneous fat and other measures of body composition. Nevertheless, abdominal exercise training significantly improved muscular endurance to a greater extent than the CG"
    },
    {
        "id": 27,
        "title": "Effects of Sit up Exercise Training on Adipose Cell Size and Adiposity",
        "url": "https://doi.org/10.1080/02701367.1984.10609359",
        "text": "The present experiment evaluated the effects of a 27-day sit up exercise training program on adipose cell size and adiposity. Fat biopsies were taken from the abdomen, subscapular, and gluteal sites by needle aspiration in 13 experimental and 6 control male subjects before and after a five days/week progressive training regimen. Day 1 consisted of 10 bouts of 10-sec exercise, 7 sit ups/bout, with 10-sec rest intervals; on day 27, 14 bouts of 30-sec exercise were performed, 24 sit ups/bout with 10-sec rest intervals. The total number of sit ups done was 5004. Fat cells were isolated using collagenase and photographed to determine cell diameter. Repeated measures ANOVA revealed significant decreases in cell diameter at the three biopsy sites (p<.01), but no significant differences in the rate of change (pre to post) in cell diameter between sites for the experimental and control groups (p>.05). Body weight, total body fat (underwater weighing), and fatfolds and girths remained unaltered. The results demonstrate that (1) the conventional sit up exercise does not preferentially reduce adipose cell size or subcutaneous fat thickness in the abdominal region to a greater extent compared to other adipose sites, and (2) significant changes in fat cell size may occur in the absence of changes in fatfolds, girths or total body composition"
    },
    {
        "id": 28,
        "title": "Effect of Exercise on Regional Subcutaneous Fat Accumulations",
        "url": "https://doi.org/10.1080/10671188.1962.10613202",
        "text": "Changes were observed in the thickness of a subcutaneous fat layer as a result of exercising an underlying unilateral muscle over a period of time using the subcutaneous fat layer over the inactive contralateral muscle as a control. The observations were made on 15 male subjects who participated in a ten-week weight-training program which involved the triceps of the dominant arm. A Harpenden skinfold caliper was used to estimate the thickness of the subcutaneous fat layers. The findings did not support the postulate that subcutaneous fat is reduced in localities where muscles are active and in proportion to their activity."
    },
    {
        "id": 29,
        "title": "Delayed Onset Muscle Soreness: What Is It and How Do We Treat It?",
        "url": "https://doi.org/10.1123/jsr.5.3.234",
        "text": "Muscle soreness, a familiar phenomenon to most athletes, has been differentiated into “acute” and “delayed onset.” The etiology of acute muscle soreness has been attributed to ischemia and the accumulation of metabolic by-products. However, the etiology of delayed onset muscle soreness (DOMS) is not so clear. Six theories have been proposed: lactic acid, muscle spasm, torn tissue, connective tissue, enzyme efflux, and tissue fluid theories. The treatment of DOMS has also been investigated. Studies in which anti-inflammatory medications have been administered have yielded varying results based on the dosage and the time of administration. Submaximal concentric exercise may alleviate soreness but does not restore muscle function. Neither cryotherapy nor stretching abates the symptoms of DOMS. Transcutaneous electrical stimulation has been shown to decrease soreness and increase range of motion, but the effect on the recovery of muscle function is unknown. Therefore, the treatment of DOMS remains an enigma"
    }, 
    {
        "id": 30,
        "title": "Mechanisms of exercise-induced delayed onset muscular soreness: a brief review",
        "url": "https://doi.org/10.1249/00005768-198412000-00002",
        "text": "Delayed-onset muscular soreness (DOMS), the sensation of pain and stiffness in the muscles that occurs from 1 to 5 d following unaccustomed exercise, can adversely affect muscular performance, both from voluntary reduction of effort and from inherent loss of capacity of the muscles to produce force. This reduction in performance is temporary; permanent impairment does not occur. A number of clinical correlates are associated with DOMS, including elevations in plasma enzymes, myoglobinemia, and abnormal muscle histology and ultrastructure; exertional rhabdomyolysis appears to be the extreme form of DOMS. Presently, the best treatment for DOMS appears to be muscular activity, although the sensation again returns following the exercise. Training for the specific contractile activity that causes DOMS reduces the soreness response. The etiology and cellular mechanisms of DOMS are not known, but a number of hypotheses exist to explain the phenomenon. The following model may be proposed: 1) high tensions (particularly those associated with eccentric exercise) in the contractile/elastic system of the muscle result in structural damage; 2) cell membrane damage leads to disruption of Ca++ homeostasis in the injured fibers, resulting in necrosis that peaks about 2 d post-exercise; and 3) products of macrophage activity and intracellular contents accumulate in the interstitium, which in turn stimulate free nerve endings of group-IV sensory neurons in the muscles leading to the sensation of DOMS"
    },
    {
        "id": 31,
        "title": "Delayed Muscle Soreness",
        "url": "https://doi.org/10.2165/00007256-199520010-00003",
        "text": "Delayed onset muscle soreness (DOMS) is a sensation of discomfort that occurs 1 to 2 days after exercise. The soreness has been reported to be most evident at the muscle/tendon junction initially, and then spreading throughout the muscle. The muscle activity which causes the most soreness and injury to the muscle is eccentric activity. The injury to the muscle has been well described but the mechanism underlying the injury is not fully understood. Some recent studies have focused on the role of the cytoskeleton and its contribution to the sarcomere injury. Although little has been confirmed regarding the mechanisms involved in the production of delayed muscle soreness, it has been suggested that the soreness may occur as a result of mechanical factors or it may be biochemical in nature. To date, there appears to be no relationship between the development of soreness and the loss of muscle strength, in that the timing of the two events is different. Loss of muscle force has been observed immediately after the exercise. However, by collecting data at more frequent intervals a second loss of force has been reported in mice 1 to 3 days post-exercise. Future studies with humans may find this second loss of force to be related to DOMS. The role of inflammation during exercise-induced muscle injury has not been clearly defined. It is possible that the inflammatory response may be responsible for initiating, amplifying, and/or resolving skeletal muscle injury. Evidence from the literature of the involvement of cytokines, complement, neutrophils, monocytes and macrophages in the acute phase response are presented in this review. Clinically, DOMS is a common but self-limiting condition that usually requires no treatment. Most exercise enthusiasts are familiar with its symptoms. However, where a muscle has been immobilised or debilitated, it is not known how that muscle will respond to exercise, especially eccentric activity"
    },
    {
        "id": 32,
        "title": "Muscle soreness and delayed-onset muscle soreness",
        "url": "https://doi.org/10.1016/j.csm.2011.09.009",
        "text": "The novice and elite athlete is familiar with the postexercise muscle discomfort known as delayed-onset muscle soreness (DOMS) after unfamiliar exercises. While common in occurrence, most patients will self-treat the condition unless symptoms are progressive in nature. The sports medicine clinician needs to maintain this diagnosis among their active differential diagnoses. Associated symptomology of muscle soreness can be quite debilitating and the presentation of this phenomenon is as diverse as the population that experiences it."
    },
    {
        "id": 33,
        "title": "[Delayed post effort muscle soreness]",
        "url": "https://doi.org/10.1016/j.annrmp.2004.05.012",
        "text": "Muscle intolerance to exercise may result from different processes. Diagnosis involves confirming first the source of pain, then potential pathological myalgia. Delayed-onset muscle soreness (DOMS), commonly referred as tiredness, occurs frequently in sport. DOMS usually develops 12–48 h after intensive and/or unusual eccentric muscle action. Symptoms usually involve the quadriceps muscle group but may also affect the hamstring and triceps surae groups. The muscles are sensitive to palpation, contraction and passive stretch. Acidosis, muscle spasm and microlesions in both connective and muscle tissues may explain the symptoms. However, inflammation appears to be the most common explanation. Interestingly, there is strong evidence that the progression of the exercise-induced muscle injury proceeds no further in the absence of inflammation. Even though unpleasant, DOMS should not be considered as an indicator of muscle damage but, rather, a sign of the regenerative process, which is well known to contribute to the increased muscle mass. DOMS can be associated with decreased proprioception and range of motion, as well as maximal force and activation. DOMS disappears 2–10 days before complete functional recovery. This painless period is ripe for additional joint injuries. Similarly, if some treatments are well known to attenuate DOMS, none has been demonstrated to accelerate either structural or functional recovery. In terms of the role of the inflammatory process, these treatments might even delay overall recovery"
    },
    {
        "id": 34,
        "title": "Effects of Resistance Training on Older Adults",
        "url": "https://doi.org/10.2165/00007256-200434050-00005",
        "text": "Using an integrative approach, this review highlights the benefits of resistance training toward improvements in functional status, health and quality of life among older adults. Sarcopenia (i.e. muscle atrophy) and loss of strength are known to occur with age. While its aetiology is poorly understood, the multifactorial sequelae of sarcopenia are well documented and present a major public health concern to our aging population, as both the quality of life and the likelihood of age-associated declines in health status are influenced. These age-related declines in health include decreased energy expenditure at rest and during exercise, and increased body fat and its accompanying increased dyslipidaemia and reduced insulin sensitivity. Quality of life is affected by reduced strength and endurance and increased difficulty in being physically active. Strength and muscle mass are increased following resistance training in older adults through a poorly understood series of events that appears to involve the recruitment of satellite cells to support hypertrophy of mature myofibres. Muscle quality (strength relative to muscle mass) also increases with resistance training in older adults possibly for a number of reasons, including increased ability to neurally activate motor units and increased high-energy phosphate availability. Resistance training in older adults also increases power, reduces the difficulty of performing daily tasks, enhances energy expenditure and body composition, and promotes participation in spontaneous physical activity. Impairment in strength development may result when aerobic training is added to resistance training but can be avoided with training limited to 3 days/week. By the year 2030 approximately 30% of the US population will be elderly and will potentially experience some health problems as well as loss of function. According to the US National Center for Health Statistics an average person spends about 15% of their lifespan in an unhealthy state due to disability, injury or disease occurring in old age. Sarcopenia (i.e. muscle atrophy) and loss of strength are known to occur with age. While its aetiology is poorly understood, the multifactorial sequelae of sarcopenia are well documented and present a major public health concern to our aging population, as both the quality of life and the likelihood of age-associated declines in health status are influenced. For example, reduced lean mass with aging is associated with decreases in resting energy expenditure and whole body fat oxidation as well as reductions in physical activity and energy expenditure. These metabolic changes are likely to be associated with increased adiposity and visceral fat distribution in older persons, increasing the risk of developing dyslipidaemia, insulin resistance and cardiovascular disease.[18]Further, bone mineral density is related to muscle mass and strength in older adults, implicating sarcopenia in the development of osteopenia and its progression to osteoporosis. In addition to its role in disease progression, the strength loss and general neuromuscular deconditioning accompanying sarcopenia decrease the capacity to perform daily living tasks and increase exercise difficulty. For example, large numbers of individuals over the age of 55 years have difficulty walking 0.4km or carrying 11kg. By the age of 80 years up to 57% of men and 70% of women are unable to do heavy housework. Since the incidence of obesity and physical inactivity is increasing across all age groups in the industrialised world, these estimates of dysfunction are probably understated. Many of these changes in function are related to a loss of muscular strength. Reductions in contractile strength accelerate in the fifth or sixth decade. Cross-sectional data indicate that strength peaks in the third decade, remains unchanged or decreases slightly into the fifth decade, and then declines more rapidly at a rate of 12–15% per decade after that. These reductions in strength with age are most notable in weight-bearing lower limb muscle groups. Muscle power output and the ability to develop force quickly decline with age. and appear to decline more rapidly than strength with aging. and may be more important than strength in the prevention of falls and performance of weight-bearing tasks such as rapidly standing from a chair and walkingOverall, indices of sarcopenia appear to accelerate beyond age 50 and advanced sarcopenia leads to functional decline and to the frailty phenotype which confers high risk for dependence, disability, hospitalisation and mortality. The sarcopenia of aging is apparently not exclusively the result of aging per se, as a high degree of individual variation is inherent in what is generally characterised as a progressive loss of muscle mass and strength with aging. Tests of means in cross-sectional studies comparing muscle mass and/or strength among two or three adult age groups typically report significant age group differences, but variance estimates are often large, such that the mean minus 2 standard deviations (SD) for the younger group and the mean plus 2 SD for the older group display considerable overlap. Age accounts for only 30% of the variance in strength in adults ranging 20–93 years of age. These data indicate there are multiple factors independent of age that influence sarcopenia. Declining physical activity is certainly one of these factors, and we suggest a substantial portion of the reductions in strength and muscle function that occur with age are mediated by decreases in physical activity. The result is a positive feedback loop as reduced activity further decreases strength, ease of physical activity and participation in physical activity. Interrupting this feedback loop is a vital step toward maintaining the quality of life and health of an aging population. A growing body of evidence supports resistance training (i.e. weight lifting) as an effective means of disrupting this deleterious loop. Therefore, the primary purpose of this review is to summarise the research concerning the effects of resistance training as a countermeasure against reductions in strength, power, muscle mass, ease of physical activity, and free living physical activity that are associated with the sarcopenia of aging. In addition, we review how adding endurance training to resistance training in the elderly may alter the adaptations seen with resistance training alone"
    },
    {
        "id": 35,
        "title": "Effects of Resistance Training Volume on Physical Function, Lean Body Mass and Lower-Body Muscle Hypertrophy and Strength in Older Adults: A Systematic Review and Network Meta-analysis of 151 Randomised Trials",
        "url": "https://doi.org/10.1007/s40279-024-02123-z",
        "text": "Background: The optimal prescription and precise recommendations of resistance training volume for older adults is unclear in the current literature. In addition, the interactions between resistance training volume and program duration as well as physical health status remain to be determined when assessing physical function, muscle size and hypertrophy and muscle strength adaptations in older adults. Objectives: This study aimed to determine which resistance training volume is the most effective in improving physical function, lean body mass, lower-limb muscle hypertrophy and strength in older adults. Additionally, we examined whether effects were moderated by intervention duration (i.e. short term, < 20 weeks; medium-to-long term, ≥ 20 weeks) and physical health status (i.e. physically healthy, physically impaired, mixed physically healthy and physically impaired. Methods: CINAHL, Embase, LILACS, PubMed, Scielo, SPORTDiscus and Web of Science databases were searched up to April 2023. Eligible randomised trials examined the effects of supervised resistance training in older adults (i.e. ≥ 60 years). Resistance training programs were categorised as low (LVRT), moderate (MVRT) and high volume (HVRT) on the basis of terciles of prescribed weekly resistance training volume (i.e. product of frequency, number of exercises and number of sets) for full- and lower-body training. The primary outcomes for this review were physical function measured by fast walking speed, timed up and go and 6-min walking tests; lean body mass and lower-body muscle hypertrophy; and lower-body muscle strength measured by knee extension and leg press one-repetition maximum (1-RM), isometric muscle strength and isokinetic torque. A random-effects network meta-analysis was undertaken to examine the effects of different resistance training volumes on the outcomes of interest. Results: We included a total of 161 articles describing 151 trials (n = 6306). LVRT was the most effective for improving timed up and go [− 1.20 standardised mean difference (SMD), 95% confidence interval (95% CI): − 1.57 to − 0.82], 6-min walk test (1.03 SMD, 95% CI: 0.33–1.73), lean body mass (0.25 SMD, 95% CI: 0.10–0.40) and muscle hypertrophy (0.40 SMD, 95% CI: 0.25–0.54). Both MVRT and HVRT were the most effective for improving lower-limb strength, while only HVRT was effective in increasing fast walking speed (0.40 SMD, 95% CI: − 0.57 to 0.14). Regarding the moderators, our results were independent of program duration and mainly observed for healthy older adults, while evidence was limited for those who were physically impaired. Conclusions: A low resistance training volume can substantially improve healthy older adults’ physical function and benefits lean mass and muscle size independently of program duration, while a higher volume seems to be necessary for achieving greater improvements in muscle strength. A low volume of resistance training should be recommended in future exercise guidelines, particularly for physically healthy older adults targeting healthy ageing."
    },
    {
        "id": 36,
        "title": "Resistance Training and Weight Loss in Older Adults: A Scoping Review",
        "url": "https://doi.org/10.1186/s40798-023-00613-4",
        "text": "Resistance training (RT) is one of the most effective interventions available to older adults wishing to slow the progressive loss of muscle size and strength known to occur with age. Less is known about the ability of RT to resist the onset of an equally problematic condition related to increased age: obesity. The objective of this scoping review was to characterize current research associated with RT and weight loss in older adults, including protocols, feasibility, and gaps in current knowledge. We searched six databases using variations of the terms 'resistance training,' 'weight loss,' and 'older adults' for experimental or quasi-experimental studies published in the year 2009 or later. Studies were included if they featured at least one treatment group with a mean age of > 65 years that engaged in an RT-only exercise protocol with no aerobic or high-intensity interval component. Of the 6102 references identified by the initial database search, 24 were retained for analysis. Older women and older adults with obesity or sarcopenic obesity were the most studied groups (n = 13), followed by healthy community-dwelling older adults (n = 11) and studies involving older adults and some aspect of either dietary control or pharmaceutical intervention (n = 8). Significant between-study heterogeneity was observed in the RT characteristics researchers thought optimal for improving body composition measures in older adults. Changes in body composition, rather than total body mass, were found to be the essential variables to consider when evaluating the effectiveness of an RT intervention aimed at reducing chronic disease in older adults. Weight loss alone appears to be an incomplete and problematic outcome measure for older adults, with changes in body composition (ratio of fat mass to lean mass) being the more appropriate variable to emphasize in this population. However, it is important to note that only one study, showing questionably reproducible findings, found a significant lean body mass gain. The lack of abundant high-quality evidence demonstrating combined RT and a healthy diet can lead to significant fat loss and lean body mass gain, coupled with high attrition rates observed in many of the studies reviewed, highlight the need for further rigorous research"
    },
    {
        "id": 37,
        "title": "Does High-Velocity Resistance Exercise Elicit Greater Physical Function Benefits Than Traditional Resistance Exercise in Older Adults? A Systematic Review and Network Meta-Analysis of 79 Trials",
        "url": "https://doi.org/10.1093/gerona/glac230",
        "text": "Background: A systematic review and network meta-analysis was undertaken to examine the effectiveness of different modes of resistance exercise velocity in fast walking speed, timed-up and go, 5-times sit-to-stand, 30-second sit-to-stand, and 6-minute walking tests in older adults. Methods: CINAHL, Embase, LILACS, PubMed, Scielo, SPORTDiscus, and Web of Science databases were searched up to February 2022. Eligible randomized trials examined the effects of supervised high-velocity or traditional resistance exercise in older adults (ie, ≥60 years). The primary outcome for this review was physical function measured by fast walking speed, timed-up and go, 5-times sit-to-stand, 30-second sit-to-stand, and 6-minute walking tests, while maximal muscle power and muscle strength were secondary. A random-effects network meta-analysis was undertaken to examine the effects of different resistance exercise interventions. Results: Eighty articles describing 79 trials (n = 3 575) were included. High-velocity resistance exercise was the most effective for improving fast walking speed (standardized mean difference [SMD] −0.44, 95% confidence interval [CI]: 0.00 to 0.87), timed-up and go (SMD −0.76, 95% CI: −1.05 to −0.47), and 5-times sit-to-stand (SMD −0.74, 95% CI: −1.20 to −0.27), while traditional resistance exercise was the most effective for 30-second sit-to-stand (SMD 1.01, 95% CI: 0.68 to 1.34) and 6-minute walking (SMD 0.68, 95% CI: 0.34 to 1.03). Conclusion: Our study provides evidence that resistance exercise velocity effects are specific in older adults, as evidenced by physical function test dependence. We suggest that prescriptions based on the velocity of contraction should be individualized to address the specific functional needs of participants"
    },
    {
        "id": 38,
        "title": "Effects of physical exercise on physical function in older adults in residential care: a systematic review and network meta-analysis of randomised controlled trials",
        "url": "https://doi.org/10.1016/S2666-7568(23)00057-0",
        "text": "Background: Physical exercise is effective at attenuating ageing-related physical decline in general, but evidence of its benefits for older adults in residential care, who often have functional dependency, multimorbidity, and polypharmacy, is inconclusive. We aimed to establish the effects of exercise interventions on the physical function of this population. Methods: For this systematic review and network meta-analysis, we searched PubMed, Web of Science, Cochrane Library, Rehabilitation & Sports Medicine Source, and SPORTDiscus to identify randomised controlled trials assessing the effects of exercise interventions (vs usual care) on physical function (ie, functional independence, physical performance, and other related measures, such as muscle strength, balance, or flexibility) in adults aged 60 years or older living in residential care. Relevant studies published in English or Spanish up to Jan 12, 2023, were included in the systematic review. The quality of studies was assessed using the Tool for the Assessment of Study Quality and Reporting in Exercise (TESTEX) score. A network meta-analysis was performed for physical function-related outcomes reported in at least ten studies, with subanalyses for specific intervention (ie, exercise type, training volume, and study duration) and participant (eg, having cognitive impairment or dementia, pre-frail or frail status, and being functionally dependent) characteristics. Findings: 147 studies (11 609 participants, with mean ages ranging from 67 years [SD 9] to 92 years [2]) were included in the systematic review, and were rated as having overall good quality (median TESTEX score 9 [range 3–14]). In the meta-analysis (including 105 studies, n=7759 participants), exercise interventions were associated with significantly improved overall physical function, with a standardised mean difference [SMD] of 0·13 (95% credible interval [CrI] 0·04–0·21), which was confirmed in all analysed subpopulations. The strongest association was observed with 110–225 min per week of exercise, and the greatest improvements were observed with 170 min per week (SMD 0·36 [95% CrI 0·20–0·52]). No significant differences were found between exercise types. Subanalyses showed significant improvements for almost all analysed physical function-related outcomes (Barthel index, five-times sit-to-stand test, 30-s sit-to-stand test, knee extension, hand grip strength, bicep curl strength, Short Physical Performance Battery, 6-min walking test, walking speed, Berg balance scale, and sit-and-reach test). Large heterogeneity was found between and within studies in terms of population and intervention characteristics. Interpretation: Exercise interventions are associated with improved physical function in older adults in residential care, and should, therefore, be routinely promoted in long-term care facilities"
    },
    {
        "id": 39,
        "title": "Higher volume resistance training enhances whole-body muscle hypertrophy in postmenopausal and older females: A secondary analysis of systematic review and meta-analysis of randomized clinical trials",
        "url": "https://doi.org/10.1016/j.archger.2024.105474",
        "text": "Objective: This study explored the effects of resistance training (RT) volume on muscle hypertrophy in postmenopausal and older females. Methods: This systematic review searched randomized controlled trials (RCTs) on PubMed/MEDLINE, Scopus, Web of Science, and SciELO. Studies with postmenopausal (age ≥ 45 y) or older females (age ≥ 60 y) that compared RT (whole-body) effects on muscle hypertrophy with a control group (CG) were included. Independently reviewers selected the studies, extracted data, and performed the risk of bias of RCTs (RoB2) and certainty of the evidence (GRADE). Whole-body lean mass, free-fat mass, and skeletal muscle mass measurements were included as muscle hypertrophy outcomes. A random-effects model standardized mean difference (Hedges'g), and 95% confidence interval (95%CI) were used for meta-analysis. Results: Fourteen RCTs (overall RoB2: some concerns, except one study with high risk; GRADE: low evidence) were included. RT groups were divided into low (LVRT, total volume: 445.0 au) and high-volume (HVRT, total volume: 997.3 au). Most exercises performed were arm curl, bench press or chest press, calf raise, leg curl, leg extension, leg press or squat, seated row or lat pulldown, and triceps pushdown. Both groups experienced muscle hypertrophy (HVRT = ∼1.3 kg vs. LVRT = ∼0.9 kg) when compared to CG, although HVRT demonstrated moderate effects size (HVRT = 0.52, 95%CI: 0.27, 0.77) and LVRT demonstrated small effects size (LVRT = 0.34, 95%CI: 0.14, 0.53). Conclusions: Compared to CG, results suggest that the HVRT protocol elicits superior improvements in muscle hypertrophy outcomes than LVRT in postmenopausal and older females."
    },
    {
        "id": 40,
        "title": "Dose-Response Relationships of Resistance Training in Healthy Old Adults: A Systematic Review and Meta-Analysis",
        "url": "https://doi.org/10.1007/s40279-015-0385-9",
        "text": "Background: Resistance training (RT) is an intervention frequently used to improve muscle strength and morphology in old age. However, evidence-based, dose–response relationships regarding specific RT variables (e.g., training period, frequency, intensity, volume) are unclear in healthy old adults. Objectives: The aims of this systematic review and meta-analysis were to determine the general effects of RT on measures of muscle strength and morphology and to provide dose–response relationships of RT variables through an analysis of randomized controlled trials (RCTs) that could improve muscle strength and morphology in healthy old adults. Data Sources. A computerized, systematic literature search was performed in the electronic databases PubMed, Web of Science, and The Cochrane Library from January 1984 up to June 2015 to identify all RCTs related to RT in healthy old adults. Study Eligibility Criteria: The initial search identified 506 studies, with a final yield of 25 studies. Only RCTs that examined the effects of RT in adults with a mean age of 65 and older were included. The 25 studies quantified at least one measure of muscle strength or morphology and sufficiently described training variables (e.g., training period, frequency, volume, intensity). Study Appraisal and Synthesis Methods: We quantified the overall effects of RT on measures of muscle strength and morphology by computing weighted between-subject standardized mean differences (SMDbs) between intervention and control groups. We analyzed the data for the main outcomes of one-repetition maximum (1RM), maximum voluntary contraction under isometric conditions (MVC), and muscle morphology (i.e., cross-sectional area or volume or thickness of muscles) and assessed the methodological study quality by Physiotherapy Evidence Database (PEDro) scale. Heterogeneity between studies was assessed using I 2 and χ 2 statistics. A random effects meta-regression was calculated to explain the influence of key training variables on the effectiveness of RT in terms of muscle strength and morphology. For meta-regression, training variables were divided into the following subcategories: volume, intensity, and rest. In addition to meta-regression, dose–response relationships were calculated independently for single training variables (e.g., training frequency). Results: RT improved muscle strength substantially (mean SMDbs = 1.57; 25 studies), but had small effects on measures of muscle morphology (mean SMDbs = 0.42; nine studies). Specifically, RT produced large effects in both 1RM of upper (mean SMDbs = 1.61; 11 studies) and lower (mean SMDbs = 1.76; 19 studies) extremities and a medium effect in MVC of lower (mean SMDbs = 0.76; four studies) extremities. Results of the meta-regression revealed that the variables “training period” (p = 0.04) and “intensity” (p < 0.01) as well as “total time under tension” (p < 0.01) had significant effects on muscle strength, with the largest effect sizes for the longest training periods (mean SMDbs = 2.34; 50–53 weeks), intensities of 70–79 % of the 1RM (mean SMDbs = 1.89), and total time under tension of 6.0 s (mean SMDbs = 3.61). A tendency towards significance was found for rest in between sets (p = 0.06), with 60 s showing the largest effect on muscle strength (mean SMDbs = 4.68; two studies). We also determined the independent effects of the remaining training variables on muscle strength. The following independently computed training variables are most effective in improving measures of muscle strength: a training frequency of two sessions per week (mean SMDbs = 2.13), a training volume of two to three sets per exercise (mean SMDbs = 2.99), seven to nine repetitions per set (mean SMDbs = 1.98), and a rest of 4.0 s between repetitions (SMDbs = 3.72). With regard to measures of muscle morphology, the small number of identified studies allowed us to calculate meta-regression for the subcategory training volume only. No single training volume variable significantly predicted RT effects on measures of muscle morphology. Additional training variables were independently computed to detect the largest effect for the single training variable. A training period of 50–53 weeks, a training frequency of three sessions per week, a training volume of two to three sets per exercise, seven to nine repetitions per set, a training intensity from 51 to 69 % of the 1RM, a total time under tension of 6.0 s, a rest of 120 s between sets, and a rest of 2.5 s between repetitions turned out to be most effective. Limitations: The current results must be interpreted with caution because of the poor overall methodological study quality (mean PEDro score 4.6 points) and the considerable large heterogeneity (I 2 = 80 %, χ 2 = 163.1, df = 32, p < 0.01) for muscle strength. In terms of muscle morphology, our search identified nine studies only, which is why we consider our findings preliminary. While we were able to determine a dose–response relationship based on specific individual training variables with respect to muscle strength and morphology, it was not possible to ascertain any potential interactions between these variables. We recognize the limitation that the results may not represent one general dose–response relationship. Conclusions: This systematic literature review and meta-analysis confirmed the effectiveness of RT on specific measures of upper and lower extremity muscle strength and muscle morphology in healthy old adults. In addition, we were able to extract dose–response relationships for key training variables (i.e., volume, intensity, rest), informing clinicians and practitioners to design effective RTs for muscle strength and morphology. Training period, intensity, time under tension, and rest in between sets play an important role in improving muscle strength and morphology and should be implemented in exercise training programs targeting healthy old adults. Still, further research is needed to reveal optimal dose–response relationships following RT in healthy as well as mobility limited and/or frail old adults."
    },
    {
        "id": 41,
        "title": "Carbohydrate Intake and Overweight and Obesity among Healthy Adults",
        "url": "https://doi.org/10.1016/j.jada.2009.04.002",
        "text": "Background: Little is known about the dietary habits of people with optimal body weight in communities with high overweight and obesity prevalence. Objective: To evaluate carbohydrate intake in relation to overweight and obesity in healthy, free-living adults. Subjects/setting: The Canadian Community Health Survey Cycle 2.2 is a cross-sectional survey of Canadians conducted in 2004-2005. There were 4,451 participants aged 18 years and older with anthropometric and dietary data and no comorbid conditions in this analysis. Main outcome measures: Outcome variables were body mass index (BMI; calculated as kg/m2) and overweight or obesity status (dichotomous) defined as BMI ≥25 compared with BMI <25 based on measured height and weight. Diet was evaluated by 24-hour dietary recall based on the Automated Multi-Pass Method. Statistical analyses performed: Weighted regression models with bootstrapping and cubic splines were used. Outcome variables were BMI and overweight or obesity, and predictors were daily nutrient intake. Adjustment for total energy intake, age, leisure time energy expenditure, sex, smoking, education, and income adequacy was performed. Results: Risk of overweight and obesity was decreased in all quartiles of carbohydrate intake compared to the lowest intake category (multivariate odds ratio quartile 2=0.63; 95% confidence interval: 0.49 to 0.90; odds ratio quartile 3=0.58; 95% confidence interval: 0.41 to 0.82; odds ratio quartile 4=0.60; 95% confidence interval: 0.42 to 0.85). Spline analyses revealed lowest risk among those consuming 290 to 310 g/day carbohydrates. Conclusions: Consuming a low-carbohydrate (approximately <47% energy) diet is associated with greater likelihood of being overweight or obese among healthy, free-living adults. Lowest risk may be obtained by consuming 47% to 64% energy from carbohydrates."
    },
    {
        "id": 42,
        "title": "[Analysis of the association of diet energy from macronutrients and prevalence of overweight and obesity among the Russian population]",
        "url": "https://doi.org/10.24411/0042-8833-2020-10028",
        "text": "The fundamental cause for the development of overweight and obesity in adults is a positive balance of energy. However, many environmental factors can contribute to or restrain the development of obesity. These, of course, include the composition of the diet and the structure of its energy value. The aim of the study was to explore the relationship between the prevalence of overweight and obesity with the macronutrients' energy intake of Russian adult population. Material and methods. Assessment of dietary intake and anthropometric parameters (height, weight) of the adult population were obtained in a cross-sectional survey of households in Russia (Russian longitudinal monitoring surveys, RLMS project). For analysis, we selected data from a survey of adults of both sexes (24 767 men and 30 040 women) aged 19-60 years, obtained in 7 rounds of the project during the period 2000-2012. Association of dependent variables of macronutrients' energy as a percentage (%E) (fat, protein, total carbohydrates, natural mono- and disaccharides, added sugar), and independent (factor) variables namely gender and 4 categories of body mass index (BMI), characterizing nutritional status, was investigated using the ANOVA. The total daily energy intake and age were used as covariates in the model. Results and discussion. The intake of total daily energy, the absolute values of macronutrients' intake and %E of macronutrients are significantly higher in obesity (with the exception of the consumption of various fractions of carbohydrates) compared to normal BMI values. A direct association of the %E protein and the BMI category has been established. This relationship is more pronounced in men, but statistically significant in women as well (p<0.001 when comparing all BMI groups). A linear increase in the proportion of %E of fat with an increase in the BMI category in the direction from malnutrition to obesity was found in men (p<0.001 when comparing all BMI groups). In women, statistically significant differences in %E of fat intake in BMI groups were observed only between obesity and normal. In men, the consumption of %E due to total carbohydrates is lower in groups with overweight and obesity compared with normal and malnutrition. The exception is only for %E of natural mono- and disaccharides, the consumption of which in men increases in the range from malnutrition to obesity. In women with overweight and obesity, consumption of %E due to polysaccharides and natural sugar doesn't differ from consumption in persons with normal BMI. Consumption of %E due to added sugar and the frequency of consumption of more than 10%E due to sugar are reduced in people of both sexes in the direction normal, overweight, and obesity. The opposite effect of BMI on the consumption of %E of fat and carbohydrates is clearly manifested in an increase in the ratio of %E fat/%E carbohydrates in people with overweight and obesity. Analysis of variance was confirmed when assessing the frequency of distribution of respondents with overweight and obesity in quartiles of macronutrients' %E differentiated by gender. The frequency of overweight and obesity is significantly higher in the groups of highest quartiles of %E of protein, total fat, saturated fatty acids and lowest quartiles of %E of total carbohydrates and their individual fractions, including added sugar. Conclusion. The data obtained indicate a more significant role of the energy of the diet fat component in the prevalence of overweight and obesity, while the energy of carbohydrates, including added sugar, has no direct association with the prevalence of these conditions. The results obtained should be taken into account when developing measures to prevent and reduce the prevalence of obesity, both at the population and individual levels."
    },
    {
        "id": 43,
        "title": "The effect of intermittent energy and carbohydrate restriction v. daily energy restriction on weight loss and metabolic disease risk markers in overweight women",
        "url": "https://doi.org/10.1017/S0007114513000792",
        "text": "Intermittent energy restriction may result in greater improvements in insulin sensitivity and weight control than daily energy restriction (DER). We tested two intermittent energy and carbohydrate restriction (IECR) regimens, including one which allowed ad libitum protein and fat (IECR+PF). Overweight women (n 115) aged 20 and 69 years with a family history of breast cancer were randomised to an overall 25 % energy restriction, either as an IECR (2500–2717 kJ/d, < 40 g carbohydrate/d for 2 d/week) or a 25 % DER (approximately 6000 kJ/d for 7 d/week) or an IECR+PF for a 3-month weight-loss period and 1 month of weight maintenance (IECR or IECR+PF for 1 d/week). Insulin resistance reduced with the IECR diets (mean − 0·34 (95 % CI − 0·66, − 0·02) units) and the IECR+PF diet (mean − 0·38 (95 % CI − 0·75, − 0·01) units). Reductions with the IECR diets were significantly greater compared with the DER diet (mean 0·2 (95 % CI − 0·19, 0·66) μU/unit, P= 0·02). Both IECR groups had greater reductions in body fat compared with the DER group (IECR: mean − 3·7 (95 % CI − 2·5, − 4·9) kg, P= 0·007; IECR+PF: mean − 3·7 (95 % CI − 2·8, − 4·7) kg, P= 0·019; DER: mean − 2·0 (95 % CI − 1·0, 3·0) kg). During the weight maintenance phase, 1 d of IECR or IECR+PF per week maintained the reductions in insulin resistance and weight. In the short term, IECR is superior to DER with respect to improved insulin sensitivity and body fat reduction. Longer-term studies into the safety and effectiveness of IECR diets are warranted"
    }, 
    {
        "id": 44,
        "title": "Calorie for Calorie, Dietary Fat Restriction Results in More Body Fat Loss than Carbohydrate Restriction in People with Obesity",
        "url": "https://doi.org/10.1016/j.cmet.2015.08.009",
        "text": "Dietary carbohydrate restriction has been purported to cause endocrine adaptations that promote body fat loss more than dietary fat restriction. We selectively restricted dietary carbohydrate versus fat for 6 days following a 5-day baseline diet in 19 adults with obesity confined to a metabolic ward where they exercised daily. Subjects received both isocaloric diets in random order during each of two inpatient stays. Body fat loss was calculated as the difference between daily fat intake and net fat oxidation measured while residing in a metabolic chamber. Whereas carbohydrate restriction led to sustained increases in fat oxidation and loss of 53 ± 6 g/day of body fat, fat oxidation was unchanged by fat restriction, leading to 89 ± 6 g/day of fat loss, and was significantly greater than carbohydrate restriction (p = 0.002). Mathematical model simulations agreed with these data, but predicted that the body acts to minimize body fat differences with prolonged isocaloric diets varying in carbohydrate and fat"
    },
    {
        "id": 45,
        "title": "Low-Fat Versus Low-Carbohydrate Weight Reduction Diets: Effects on Weight Loss, Insulin Resistance, and Cardiovascular Risk: A Randomized Control Trial",
        "url": "https://doi.org/10.2337/db09-0098",
        "text": "OBJECTIVE: Low-fat hypocaloric diets reduce insulin resistance and prevent type 2 diabetes in those at risk. Low-carbohydrate, high-fat diets are advocated as an alternative, but reciprocal increases in dietary fat may have detrimental effects on insulin resistance and offset the benefits of weight reduction. RESEARCH DESIGN AND METHODS: We investigated a low-fat (20% fat, 60% carbohydrate) versus a low-carbohydrate (60% fat, 20% carbohydrate) weight reduction diet in 24 overweight/obese subjects ([mean ± SD] BMI 33.6 ± 3.7 kg/m2, aged 39 ± 10 years) in an 8-week randomized controlled trial. All food was weighed and distributed, and intake was calculated to produce a 500 kcal/day energy deficit. Insulin action was assessed by the euglycemic clamp and insulin secretion by meal tolerance test. Body composition, adipokine levels, and vascular compliance by pulse-wave analysis were also measured. RESULTS: Significant weight loss occurred in both groups (P < 0.01), with no difference between groups (P = 0.40). Peripheral glucose uptake increased, but there was no difference between groups (P = 0.28), and suppression of endogenous glucose production was also similar between groups. Meal tolerance–related insulin secretion decreased with weight loss with no difference between groups (P = 0.71). The change in overall systemic arterial stiffness was, however, significantly different between diets (P = 0.04); this reflected a significant decrease in augmentation index following the low-fat diet, compared with a nonsignificant increase within the low-carbohydrate group. CONCLUSIONS: This study demonstrates comparable effects on insulin resistance of low-fat and low-carbohydrate diets independent of macronutrient content. The difference in augmentation index may imply a negative effect of low-carbohydrate diets on vascular risk"
    },
    {
        "id": 46,
        "title": "Low-Carbohydrate Diet",
        "url": "https://pubmed.ncbi.nlm.nih.gov/30725769/",
        "text": "Since 1860, and more recently, in 1972, low carbohydrate (low-carb) diets have been a strategy for weight loss. Today, there continues to be an interest in low-carb approaches. While all low-carbohydrate approaches reduce the overall intake of carbohydrates, no clear consensus on what defines a low-carb diet exists. There are 3 macronutrients—carbohydrates (4 kcal/g), fat (9 kcal/g), and protein (4 kcal/g)—found in food. Therefore, studies have defined low carbohydrate as a percent of daily macronutrient intake or total daily carbohydrate load. This review defines low-carbo diets as follows: 1: Very low-carbohydrate (<10% carbohydrates) or 20 to 50 g/d. 2: Low-carbohydrate (<26% carbohydrates) or less than 130 g/d. 3: Moderate-carbohydrate (26%-44%). 4: High-carbohydrate (45% or greater). For reference, the Institute of Medicine proposes Americans obtain 45% to 65% of calories from carbohydrates. This activity reviews the evidence and effectiveness of low-carb approaches in clinical medicine"
    },
    {
        "id": 47,
        "title": "Muscle-to-fat interaction: a two-way street?",
        "url": "https://doi.org/10.1113/jphysiol.2009.184747",
        "text": "In a recent issue of the Journal of Physiology, a study sheds new light on the role of muscle and fat in lifestyle-related diseases. They show that chronic high fat feeding impairs the ability of murine skeletal muscle to hypertrophy in response to a mechanical load. If their experimental study can be translated into human biology, it means that consequence of a high fat diet is not just an increase in fat mass, but a decrease in muscle mass. Several studies have shown a U-shaped association between body mass index (BMI) and mortality, suggesting that both a high and a low BMI is more closely linked with low fat free mass than low fat mass. Also, a large hip circumference relative to BMI and waist circumference appears to be a strong inverse predictor of both morbidity and mortality. It seems that it is the lower body muscle mass that is related to the development of type 2 diabetes as impaired insulin resistance could be provoked in lower body muscle, such as leg muscle, but not in arm musscle. In continuation, a most recent study shows that a low thigh circumference is associated with an increased risk of developing heart disease and premature death. The authors suggest that the adverse effects of small thighs might be related to too little muscle mass in the region. Abdominal adiposity, reflecting accumulation of visceral fat, is associated with cardiovascular disease (CVD), type 2 diabetes and all-cause mortality independently of BMI, even in people with a normal body weight. However, it is also well known that physical inactivity and poor physical fitness, independently of BMI, are associated with an increased risk of CVD, type 2 diabetes and premature mortality of all causes. Thus the health consequences of abdominal adiposity and physical inactivity are similar. Obviously, one interpretation of these facts could be that muscle disuse leads to loss of muscle mass as well as an impairment of fat oxidation capacity, which may lead to accumulation of abdominal adipose tissue. It now appears that 'muscle-to-adipose tissue interaction' is a two-way street. Thus a large adipose tissue mass or high fat feeding per se influences the ability of muscle to hypertrophy in response to increased mechanical load. The study clearly show that impaired muscle hyper-trophy is paralleled by an attenuation in the anabolic pathway, which includes activation of Akt and S6K1. Given that adipose tissues are inflamed and a major source of systemic low-grade inflammation, the possibility exists that obesity induces systemic inflammation that interferes with protein synthesis. An alternative explaination is that saturated fatty acids directly mediate inflammation-induced inhibition of protein synthesis. Saturated fatty acids may directly cause inflammation and insulin resistance in muscle. For example, palmitate-mediated lipid accumulation in rat muscle causes insulin resistance via protein kinase C (PKC) signalling. Palmitate increases the expression and secretion of inflammatory cytokines and impairs insulin sensitivity via a nuclear factor-xB (NFxB)/PKC pathway in muscle cells (C2C12). Similarly, palmitate causes insulin resistance in murine L6 myotubes via NFxB signalling. Interestingly, co-supplementation with linoleate prevents palmitate-induced NFxB activation and subsequent expression and secretion of interleukin-6 in human myotubes. Accumulation of 1,2-diacylglycerol (DAG) and ceramide is associated with insulin resistance in muscle. Palmitate, but not oleate, causes the accumulation of DAG and ceramide in C2C12 myotubes. It would be of interest to know how a high fat diet, mainly consisting of unsaturated fat, such as oils containing oleic acid or (n-3) fatty acid would influence muscle protein synthesis and wether pre-treatment of muscle cells with oleate or (n-3) fatty acid would counteract the effect of saturated fatty acids. Moreover, given that obese individuals with a high fitness level appear to be protected from obesity-related diseases, it would be interesting to know if a trained muscle is resistant to the detrimental effects of a high fat diet rich in saturated fatty acids. Lay people often claim that they have 'turned fat into muscle' or vice versa. While this is of course physically impossible, needless to say 'nonse', the myth of turning 'fat into muscle' or 'muscle into fat' may have its background in the fact that not only does physical inactivity cause a decrease in muscle mass and an increase in fat mass, but a chronic high fat diet also exerts differential effects on these two organs "
    },
    {
        "id": 48,
        "title": "Physiological process of fat loss",
        "url": "https://doi.org/10.1186/s42269-019-0238-z",
        "text": "Background: Adipose tissue is a type of connective tissue composed of adipocytes. Recently, this tissue has been recognized as a major endocrine organ. The physiological process of fat loss occurs when fats are liberated from adipocytes into circulation to supply the needed energy. Nutrition supplements that increase fat metabolism, impair fat absorption, increase weight loss, and increase fat oxidation during exercise are known as fat burners. A good fat burner must burn the stored fats, break down the fat cells, and increase the metabolic rate. Eating thermogenic foods helps burn fats. Fat flush diet comes to repair the damage that resulted from ingested and environmental toxins stored in adipocytes. Aim of work: This review will focus on the recent advances in fat burning supplements, fat burning foods, and fat flash diet. Conclusion: The human body can act as a fat-burning machine by depending on low-calorie foods instead of high-calorie foods in addition to doing regular exercise, avoiding toxins and processed food, and applying any fat flush dietary program under the approval of a professional doctor. What’s new in this review is that it may orient our attention to the importance of using natural fat burners in the fat burning process in an attempt to avoid medications that have many side effects by targeting other organs and it also gives an idea of the importance of increasing the brown adipose tissue content because its activation could be linked to a feeling of being full. We need further studies in this context. "
    },
    {
        "id": 49,
        "title": "Impact of Skeletal Muscle Mass on Metabolic Health",
        "url": "https://doi.org/10.3803/EnM.2020.35.1.1.",
        "text": "Skeletal muscle is regarded as an endocrine and paracrine organ. Muscle-derived secretory proteins, referred to as myokines, mediate interactions between skeletal muscle mass and other organs such as the liver, adipose tissue, pancreas, bone, and the cardiovascular system. As individuals age, reduced levels of physical activity and sarcopenia (loss of skeletal muscle mass and strength) are associated with physical frailty and disability. Recently, several studies have suggested that the loss of skeletal muscle mass may contribute to metabolic disease. Therefore, herein, we focus on the relationships between skeletal muscle mass and metabolic diseases, including metabolic syndrome and non-alcoholic fatty liver disease"
    },
    {
        "id": 50,
        "title": "Detraining: loss of training-induced physiological and performance adaptations. Part I: short term insufficient training stimulus",
        "url": "https://doi.org/10.2165/00007256-200030020-00002",
        "text": "Detraining is the partial or complete loss of training-induced adaptations, in response to an insufficient training stimulus. Detraining characteristics may be different depending on the duration of training cessation or insufficient training. Short term detraining (less than 4 weeks of insufficient training stimulus) is analysed in part I of this review, whereas part II will deal with long term detraining (more than 4 weeks of insufficient training stimulus). Short term cardiorespiratory detraining is characterised in highly trained athletes by a rapid decline in maximal oxygen uptake (V̇O2max) and blood volume. Exercise heart rate increases insufficiently to counterbalance the decreased stroke volume, and maximal cardiac output is thus reduced. Ventilatory efficiency and endurance performance are also impaired. These changes are more moderate in recently trained individuals. From a metabolic viewpoint, short term inactivity implies an increased reliance on carbohydrate metabolism during exercise, as shown by a higher exercise respiratory exchange ratio, and lowered lipase activity, GLUT-4 content, glycogen level and lactate threshold. At the muscle level, capillary density and oxidative enzyme activities are reduced. Training-induced changes in fibre cross-sectional area are reversed, but strength performance declines are limited. Hormonal changes include a reduced insulin sensitivity, a possible increase in testosterone and growth hormone levels in strength athletes, and a reversal of short term training-induced adaptations in fluid-electrolyte regulating hormones. The principle of training reversibility states that whereas regular physical training results in several physiological adaptations that enhance athletic performance, stopping or markedly reducing training induces a partial or complete reversal of these adaptations, compromising athletic performance. In other words, the reversibility principle is the principle of detraining. Athletes often experience interruptions to training process and competition programmes because of illness, injury, postseason break or other factors, which may result in a reduction or cessation of their habitual physical activity level. Therefore, it is extremely important to identify the effects and to understand the mechanisms of any associated changes in physiological capacities and athletic performance. In the past, there has been some confusion in the exercise science literature concerning the terminology used in detraining studies. This confusion arises primarily because the process through which a trained individual has lost some or all training-induced adaptations (e.g. reduced training, training cessation, bed rest confinement) has not been discriminated from the outcome of that process (i.e. the lost adaptations themselves). Published studies supposedly dealing with detraining have used reduced training and tapering strategies in their experimental procedures, leading to, instead of detraining, a reduction or elimination of the negative impact of training and a maintenance of the physiological adaptations achieved during previous training periods. This lack of discrimination has led to some contradictory and confounding results. Moreover, the terms ‘detraining’ and ‘detraining syndrome’ are sometimes used as synonyms by some, although they represent quite distinct concepts. In order to avoid confusion, and to encourage the use of standard terminology in the international exercise science literature, these terms need to be defined. Based on previously given definitions, detraining will be redefined in this review as the partial or complete loss of training-induced anatomical, physiological and performance adaptations, as a consequence of training reduction or cessation. Training cessation implies a temporary discontinuation or complete abandonment of a systematic programme of physical conditioning. Reduced training is a nonprogressive standardised reduction in the quantity of training, which may maintain or even improve many of the positive physiological and performance adaptations gained with training. This procedure has also been referred to as ‘step taper’. According to the literature, taper could be defined as a progressive nonlinear reduction of the training load during a variable period of time, in an attempt to reduce the physiological and psychological stress of daily training and optimise sports performance. Excellent reviews on reduced training and taper have been previously published.Finally, the detraining syndrome (or relaxation syndrome) is a clinical entity arising when athletes with a long endurance-training history suddenly abandon their regular physical activity. This syndrome is characterised by a tendency to dizziness and fainting, nonsystematic precordial disturbances, sensations of cardiac arrhythmia, extrasystolia and palpitation, headaches, loss of appetite, gastric disturbances, profuse sweating, insomnia, anxiety and depression. This brief review will focus on the physiological and performance consequences of an insufficient training stimulus to maintain training-induced adaptations, i.e. detraining. Quantitative and qualitative losses of training-induced adaptations differ depending on the duration of the period of insufficient training stimulus.Taking the usual 4-week post season break of many highly trained athletes as a reference time length, study periods shorter and longer than 4 weeks will be referred to in this review as short term and long term, respectively. Short term detraining characteristics are treated in part I of this review, whereas part II will deal with long term detraining. Some detraining characteristics are not necessarily identical in highly trained athletes with a training background of several years aiming to improve their sports performance, and in recently trained but previously sedentary or moderately active individuals, who engage in a programme of physical activity usually with either health-related or research purposes. In both parts of the review, detraining will therefore be analysed separately in these populations, placing the emphasis on the available data on athletic populations. Conclusion: Detraining, which should be redefined as the partial or complete loss of training-induced adaptations in response to an insufficient training stimulus, may occur during short periods (≪4 weeks) of stoppage or marked reduction in habitual physical activity level. Short term cardiorespiratory detraining is often characterised by a rapid V̇O2max decline in highly trained athletes, but a smaller reduction in recently trained individuals. This loss in V̇O2max is the result of an immediate reduction in total blood and plasma volumes, the latter being caused by a reduced plasma protein content. As a consequence, maximal and submaximal heart rates increase, but not enough to counterbalance the reduced stroke volume. This results in a lowered maximal cardiac output. Cardiac dimensions and blood pressure may or may not decrease during short term inactivity, and ventilatory efficiency is usually impaired. Because of this loss in cardiorespiratory fitness, the endurance performance of trained athletes declines rapidly, whereas it is readily maintained for at least 2 weeks in recently trained individuals. From a metabolic viewpoint, short term detraining implies a higher dependence on carbohydrate as a fuel for exercising muscles, as shown by increased RERs and decreased muscle lipoprotein lipase activity. Whole-body glucose uptake is reduced, due to a decline in insulin sensitivity and a reduced muscle GLUT-4 transporter protein content, both in athletes and recently trained volunteers. Blood lactate levels at standardised submaximal intensities increase, the lactate threshold appears at a lower percentage of V̇O2max,and there is a base deficit inducing a higher postexercise acidosis. In addition, muscle glycogen levels rapidly decline. At the muscle level, short term detraining is characterised by a lowered capillary density, unchanged arterial-venous oxygen difference and myoglobin level, significant reductions in oxidative enzyme activities resulting in a reduced mitochondrial ATP production, and nonsystematic changes in glycolytic enzyme activities. Muscle fibre distribution remains unchanged. On the other hand, fibre cross-sectional area declines in strength and sprint-oriented athletes and recently endurance-trained individuals, whereas it may increase slightly in endurance athletes. Although strength performance in general is readily retained for up to 4 weeks of inactivity, the eccentric force and sport-specific power of athletes may suffer significant declines. The same is true for recently acquired isokinetic strength. From a hormonal perspective, short term detraining characteristics in endurance athletes are reduced insulin sensitivity, and unaltered catecholamine, glucagon, cortisol and GH levels. Anabolic hormones may increase in strength athletes, and fluid-electrolyte regulating hormones decline to baseline after short term training-detraining paradigms"
    },
    {
        "id": 51,
        "title": "Training and Detraining Effects of the Resistance vs. Endurance Program on Body Composition, Body Size, and Physical Performance in Young Men",
        "url": "https://doi.org/10.1519/JSC.0b013e3181e8a4be",
        "text": "The purpose of this study was to investigate the changes in the body composition, body size, muscle strength, and O2max after 24 weeks of resistance or endurance training and detraining in young men. Thirty healthy college-aged men (20.4 ± 1.36 years) participated in the study. Subjects were assigned to resistance training group (RTG, n = 10), endurance training group (ETG, n = 10), and control group (CG, n = 10). The training program consisted of running or weight-resistance exercise for 3 sessions per week under supervision. O2max, upper and lower body strength (UBS, LBS), body fat, lean body mass, and body circumference were measured at baseline and after training and detraining. After the training period, the exercise groups demonstrated significant increases in O2max and LBS (p < 0.05). The UBS, lean mass (LM), and body size of arm and calf were significantly greater in the RTG than in the other 2 groups (p<0.05). In addition, the strength and LM of the RTG were still greater than the baseline values after 24 weeks of detraining (p < 0.05). The conclusions of this study are (a) that endurance or resistance training alone led to training-specific improvements in physical performance, body composition, and body size of the arms for the young men examined and (b) that the RTG maintained the gains in strength and LM for more prolonged periods after training ceased than the endurance training group."
    },
    {
        "id": 52,
        "title": "Is There a Postworkout Anabolic Window of Opportunity for Nutrient Consumption? Clearing up Controversies",
        "url": "https://www.jospt.org/doi/10.2519/jospt.2018.0615",
        "text": "Nutrient timing is a popular strategy for enhancing muscular adaptations and athletic performance. From the standpoint of muscle hypertrophy, the concept of a “postworkout anabolic window of opportunity” has been proposed, whereby a limited time exists after training to optimize accretion of muscle proteins. Some researchers have gone so far as to claim that the timing of nutritional consumption is even more critical to muscle development than the absolute daily consumption of nutrients. Thus, the purpose of this paper is to review the current literature as to the relevance of the anabolic window of opportunity, and draw evidence-based conclusions for application into practice. Nutrient timing is a popular strategy for enhancing muscular adaptations and athletic performance. From the standpoint of muscle hypertrophy, the concept of a “postworkout anabolic window of opportunity” has been proposed, whereby a limited time exists after training to optimize accretion of muscle proteins—generally believed to be less than an hour after completion of an exercise bout. According to nutrient timing theory, ingesting the proper nutrients during this time frame promotes an additive anabolic response to the exercise bout that maximizes hypertrophic adaptations; delaying protein intake by a matter of minutes after this period is suspected to compromise muscular gains. Some researchers have gone so far as to claim that the timing of nutritional consumption is even more critical to muscle development than the absolute daily consumption of nutrients. Thus, the purpose of this paper is to review the current literature as to the relevance of the anabolic window of opportunity, and draw evidence-based conclusions for application into practice. Based on current evidence, it appears clear that any effect of protein timing on muscle hypertrophy, if in fact there is one, is relatively small. Total daily protein intake is by far the most important factor in promoting exercise-induced muscle development. Research indicates that consumption of 1.6 to 2.2 g/kg per day is needed to optimize results. While nutrient timing potentially can be a beneficial strategy for enhancing muscular gains, the “window of opportunity” is not as narrow as often purported. Rather, the window exists on a fairly wide continuum, and its effects on muscle growth ultimately depend on when nutrients were consumed prior to the training bout. Research shows that the anabolic effects of an individual mixed meal last up to 6 hours. Thus, provided that such a meal is consumed within about 3 to 4 hours prior to a workout (or possibly even longer, depending on the size of the meal), the need for immediate postexercise nutrient consumption is abated. For those who train partially or fully fasted, on the other hand, consuming protein immediately postworkout becomes increasingly more important to elicit anabolism. If one's primary training goal is to maximize muscle growth, it seems prudent to consume high-quality protein (at a dose of approximately 0.4–0.5 g/kg of lean body mass) both pre-exercise and postexercise within about 4 to 6 hours of each other, depending on meal size. Consuming protein postexercise is important for muscular adaptations, but the “window of opportunity” is not as narrow as previously proposed, as muscles are sensitized to protein intake for at least 24 hours after a training bout. The immediacy for postexercise protein consumption will depend on the timing of the preworkout meal. The closer the proximity of the meal to the training bout, the less the need for immediate postworkout protein intake; if training fasted, expeditious refueling with high-quality protein is beneficial to enhance muscular adaptations. To maximize muscle hypertrophy, consume high-quality protein (at a dose of approximately 0.4-0.5 g/kg of lean body mass) both pre-exercise and postexercise within about 4 to 6 hours of each other, depending on meal size. "
    },
    {
        "id": 53,
        "title": "Timing and distribution of protein ingestion during prolonged recovery from resistance exercise alters myofibrillar protein synthesis",
        "url": "https://doi.org/10.1113/jphysiol.2012.244897",
        "text": "A single bolus of ≈ 20g of protein after a bout of resistance exercise provides a maximal anabolic stimulus during the early post-exercise recovery period (≈5h), but the effect of various protein feeding strategies on skeletal muscle protein synthesis during an extended recovery period (12h) is unkown. We compared three different patterns of ingestion of 80g of protein during 12h recovery after resistance exercise and the associated anabolic response in human skeletal muscle. Protein was ingested in 10,20 or 40g feedings using a pulsed, intermediate or bolus ingestion regimen, respectively. Our results indicat that repeated ingestion of 20g of protein was superior for stimulating muscle protein synthesis during the 12h experimental period. The three dietary treatments induced differential phosphorylation of signalling proteins and changes in mRNA abundance. This study shows that the distribution of protein intake is an important variable to promote attainment and maintenance of peak muscle mass. Quantity and timing of protein ingestion are major factors regulating myofibrillar protein synthesis (MPS). However, the effect of specific ingestion patterns on MPS throughout a 12h period is unkown. We determined how different distributions of protein feeding during 12h recovery after resistance exercise affects anabolic responses in skeletal muscle. Twenty-four healthy trained males were assigned to three groups (n=8/group) and undertook a bout of resistance exercise followed by ingestion of 80g of whey protein throughout 12h recovery in one of the following protocols: 8 x 10g every 1.5h (PULSE); 4 x 20g every 3h (intermediate: INT); or 2 x 40g every 6h (BOLUS). Muscle biopsies were obtained at rest and after 1,4,6,7 and 12h post exercise. Resting and post-exercise MPS (L -[ring-13C6] phenylamine), and muscle mRNA abundance and cell signalling were assesed. All ingestion protocols increased MPS above rest throughout 1-12h recovery (88-148%, P < 0.02), but INT elicited greater MPS than PULSE and BOLUS (31-48%, P < 0.02). In general signalling showed a BOLUS > INT > PULSE hierarchy in magnitude of phosphorylation. MuRF-1 and SLC38A2 mRNA were differentially expresed with BOLUS. In conclusion, 20g of whey protein consumed every 3h was superior to either PULSE or BOLUS feeding patterns for stimulating MPS throughout the day. This study provides novel information on the effect of modulating the distribution of protein intake on anabolic responses in skeletal muscle and has the potential to maximize outcomes of resitance training for attaining peak muscle mass."
    },
    {
        "id": 54,
        "title": "The Role of Protein Intake and its Timing on Body Composition and Muscle Function in Healthy Adults: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
        "url": "https://doi.org/10.1093/jn/nxaa049",
        "text": "Background: Increased protein intake has been suggested to improve gains in muscle mass and strength in adults. Furthermore, the timing of protein intake has been discussed as a margin of opportunity for improved prevention measures. Objective: This systematic review investigated the effect of protein supplementation on body composition and muscle function (strength and synthesis) in healthy adults, with an emphasis on the timing of protein intake. Methods: Randomized controlled trials were identified using PubMed, Web of Science, CINAHL, and Embase, up to March 2019. For meta-analyses, data on lean body mass (LBM), handgrip strength, and leg press strength were pooled by age group (mean age 18–55 or >55 y) and timing of protein intake. The quality of evidence was assessed using the Grading of Recommendations, Assessment, Development and Evaluations approach. Results: Data from 65 studies with 2907 participants (1514 men and 1380 women, 13 unknown sex) were included in the review. Twenty-six, 8, and 24 studies were used for meta-analysis on LBM, handgrip strength, and leg press strength, respectively. The protein supplementation was effective in improving (mean difference; 95% CI) LBM in adults (0.62 kg; 0.36, 0.88) and older adults (0.46 kg; 0.23, 0.70), but not handgrip strength (older adults: 0.26 kg; -0.51, 1.04) and leg press strength (adults: 5.80 kg; -0.33, 11.93; older adults: 1.97 kg; -2.78, 6.72). Sensitivity analyses removing studies without exercise training had no impact on the outcomes. Data regarding muscle synthesis were scarce and inconclusive. Subgroup analyses showed no beneficial effect of a specific timing of protein intake on LBM, handgrip strength, and leg press strength. Conclusion: Overall, the results support the positive impact of protein supplementation on LBM of adults and older adults, independently of intake timing. Effects on muscle strength and synthesis are less clear and need further investigation"
    },
    {
        "id": 55,
        "title": "The effect of protein timing on muscle strength and hypertrophy: a meta-analysis",
        "url": "https://doi.org/10.1186/1550-2783-10-53",
        "text": "Protein timing is a popular dietary strategy designed to optimize the adaptive response to exercise. The strategy involves consuming protein in and around a training session in an effort to facilitate muscular repair and remodeling, and thereby enhance post-exercise strength- and hypertrophy-related adaptations. Despite the apparent biological plausibility of the strategy, however, the effectiveness of protein timing in chronic training studies has been decidedly mixed. The purpose of this paper therefore was to conduct a multi-level meta-regression of randomized controlled trials to determine whether protein timing is a viable strategy for enhancing post-exercise muscular adaptations. The strength analysis comprised 478 subjects and 96 ESs, nested within 41 treatment or control groups and 20 studies. The hypertrophy analysis comprised 525 subjects and 132 ESs, nested with 47 treatment or control groups and 23 studies. A simple pooled analysis of protein timing without controlling for covariates showed a small to moderate effect on muscle hypertrophy with no significant effect found on muscle strength. In the full meta-regression model controlling for all covariates, however, no significant differences were found between treatment and control for strength or hypertrophy. The reduced model was not significantly different from the full model for either strength or hypertrophy. With respect to hypertrophy, total protein intake was the strongest predictor of ES magnitude. These results refute the commonly held belief that the timing of protein intake in and around a training session is critical to muscular adaptations and indicate that consuming adequate protein in combination with resistance exercise is the key factor for maximizing muscle protein accretion. "
    },
    {
        "id": 56,
        "title": "The Role of Protein Intake and its Timing on Body Composition and Muscle Function in Healthy Adults: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
        "url": "https://doi.org/10.1093/jn/nxaa049",
        "text": "Background: Increased protein intake has been suggested to improve gains in muscle mass and strength in adults. Furthermore, the timing of protein intake has been discussed as a margin of opportunity for improved prevention measures. Objective: This systematic review investigated the effect of protein supplementation on body composition and muscle function (strength and synthesis) in healthy adults, with an emphasis on the timing of protein intake. Methods: Randomized controlled trials were identified using PubMed, Web of Science, CINAHL, and Embase, up to March 2019. For meta-analyses, data on lean body mass (LBM), handgrip strength, and leg press strength were pooled by age group (mean age 18–55 or >55 y) and timing of protein intake. The quality of evidence was assessed using the Grading of Recommendations, Assessment, Development and Evaluations approach. Results: Data from 65 studies with 2907 participants (1514 men and 1380 women, 13 unknown sex) were included in the review. Twenty-six, 8, and 24 studies were used for meta-analysis on LBM, handgrip strength, and leg press strength, respectively. The protein supplementation was effective in improving (mean difference; 95% CI) LBM in adults (0.62 kg; 0.36, 0.88) and older adults (0.46 kg; 0.23, 0.70), but not handgrip strength (older adults: 0.26 kg; -0.51, 1.04) and leg press strength (adults: 5.80 kg; -0.33, 11.93; older adults: 1.97 kg; -2.78, 6.72). Sensitivity analyses removing studies without exercise training had no impact on the outcomes. Data regarding muscle synthesis were scarce and inconclusive. Subgroup analyses showed no beneficial effect of a specific timing of protein intake on LBM, handgrip strength, and leg press strength. Conclusion: Overall, the results support the positive impact of protein supplementation on LBM of adults and older adults, independently of intake timing. Effects on muscle strength and synthesis are less clear and need further investigation"
    },
    {
        "id": 57,
        "title": "Nutrient timing revisited: is there a post-exercise anabolic window?",
        "url": "https://doi.org/10.1201/b16307-5",
        "text": "Nutrient timing is a popular nutritional strategy that involves the consumption of combinations of nutrients--primarily protein and carbohydrate--in and around an exercise session. Some have claimed that this approach can produce dramatic improvements in body composition. It has even been postulated that the timing of nutritional consumption may be more important than the absolute daily intake of nutrients. The post-exercise period is widely considered the most critical part of nutrient timing. Theoretically, consuming the proper ratio of nutrients during this time not only initiates the rebuilding of damaged muscle tissue and restoration of energy reserves, but it does so in a supercompensated fashion that enhances both body composition and exercise performance. Several researchers have made reference to an anabolic “window of opportunity” whereby a limited time exists after training to optimize training-related muscular adaptations. However, the importance - and even the existence - of a post-exercise ‘window’ can vary according to a number of factors. Not only is nutrient timing research open to question in terms of applicability, but recent evidence has directly challenged the classical view of the relevance of post-exercise nutritional intake with respect to anabolism. Therefore, the purpose of this paper will be twofold: 1) to review the existing literature on the effects of nutrient timing with respect to post-exercise muscular adaptations, and; 2) to draw relevant conclusions that allow practical, evidence-based nutritional recommendations to be made for maximizing the anabolic response to exercise. Discussions: Despite claims that immediate post-exercise nutritional intake is essential to maximize hypertrophic gains, evidence-based support for such an “anabolic window of opportunity” is far from definitive. The hypothesis is based largely on the pre-supposition that training is carried out in a fasted state. During fasted exercise, a concomitant increase in muscle protein breakdown causes the pre-exercise net negative amino acid balance to persist in the post-exercise period despite training-induced increases in muscle protein synthesis. Thus, in the case of resistance training after an overnight fast, it would make sense to provide immediate nutritional intervention--ideally in the form of a combination of protein and carbohydrate--for the purposes of promoting muscle protein synthesis and reducing proteolysis, thereby switching a net catabolic state into an anabolic one. Over a chronic period, this tactic could conceivably lead cumulatively to an increased rate of gains in muscle mass. This inevitably begs the question of how pre-exercise nutrition might influence the urgency or effectiveness of post-exercise nutrition, since not everyone engages in fasted training. In practice, it is common for those with the primary goal of increasing muscular size and/or strength to make a concerted effort to consume a pre-exercise meal within 1-2 hours prior to the bout in attempt to maximize training performance. Depending on its size and composition, this meal can conceivably function as both a pre- and an immediate post-exercise meal, since the time course of its digestion/absorption can persist well into the recovery period. Tipton et al. observed that a relatively small dose of EAA (6 g) taken immediately pre-exercise was able to elevate blood and muscle amino acid levels by roughly 130%, and these levels remained elevated for 2 hours after the exercise bout. Although this finding was subsequently challenged by Fujita et al. other research by Tipton et al showed that the ingestion of 20 g whey taken immediately pre-exercise elevated muscular uptake of amino acids to 4.4 times pre-exercise resting levels during exercise, and did not return to baseline levels until 3 hours post-exercise. These data indicate that even minimal-to-moderate pre-exercise EAA or high-quality protein taken immediately before resistance training is capable of sustaining amino acid delivery into the post-exercise period. Given this scenario, immediate post-exercise protein dosing for the aim of mitigating catabolism seems redundant. The next scheduled protein-rich meal (whether it occurs immediately or 1–2 hours post-exercise) is likely sufficient for maximizing recovery and anabolism. On the other hand, there are others who might train before lunch or after work, where the previous meal was finished 4–6 hours prior to commencing exercise. This lag in nutrient consumption can be considered significant enough to warrant post-exercise intervention if muscle retention or growth is the primary goal. Layman estimated that the anabolic effect of a meal lasts 5-6 hours based on the rate of postprandial amino acid metabolism. However, infusion-based studies in rats and humans indicate that the postprandial rise in MPS from ingesting amino acids or a protein-rich meal is more transient, returning to baseline within 3 hours despite sustained elevations in amino acid availability. It thus has been hypothesized that a “muscle full” status can be reached where MPS becomes refractory, and circulating amino acids are shunted toward oxidation or fates other than MPS. In light of these findings, when training is initiated more than ~3–4 hours after the preceding meal, the classical recommendation to consume protein (at least 25 g) as soon as possible seems warranted in order to reverse the catabolic state, which in turn could expedite muscular recovery and growth. However, as illustrated previously, minor pre-exercise nutritional interventions can be undertaken if a significant delay in the post-exercise meal is anticipated. An interesting area of speculation is the generalizability of these recommendations across training statuses and age groups. Burd et al. reported that an acute bout of resistance training in untrained subjects stimulates both mitochondrial and myofibrillar protein synthesis, whereas in trained subjects, protein synthesis becomes more preferential toward the myofibrillar component. This suggests a less global response in advanced trainees that potentially warrants closer attention to protein timing and type (e.g., high-leucine sources such as dairy proteins) in order to optimize rates of muscular adaptation. In addition to training status, age can influence training adaptations. Elderly subjects exhibit what has been termed “anabolic resistance,” characterized by a lower receptivity to amino acids and resistance training The mechanisms underlying this phenomenon are not clear, but there is evidence that in younger adults, the acute anabolic response to protein feeding appears to plateau at a lower dose than in elderly subjects. Illustrating this point, Moore et al. found that 20 g whole egg protein maximally stimulated post-exercise MPS, while 40 g increased leucine oxidation without any further increase in MPS in young men. In contrast, Yang et al. found that elderly subjects displayed greater increases in MPS when consuming a post-exercise dose of 40 g whey protein compared to 20 g. These findings suggest that older subjects require higher individual protein doses for the purpose of optimizing the anabolic response to training. Further research is needed to better assess post-workout nutrient timing response across various populations, particularly with respect to trained/untrained and young/elderly subjects. The body of research in this area has several limitations. First, while there is an abundance of acute data, controlled, long-term trials that systematically compare the effects of various post-exercise timing schemes are lacking. The majority of chronic studies have examined pre- and post-exercise supplementation simultaneously, as opposed to comparing the two treatments against each other. This prevents the possibility of isolating the effects of either treatment. That is, we cannot know whether pre- or post-exercise supplementation was the critical contributor to the outcomes (or lack thereof). Another important limitation is that the majority of chronic studies neglect to match total protein intake between the conditions compared. As such, it’s not possible to ascertain whether positive outcomes were influenced by timing relative to the training bout, or simply by a greater protein intake overall. Further, dosing strategies employed in the preponderance of chronic nutrient timing studies have been overly conservative, providing only 10–20 g protein near the exercise bout. More research is needed using protein doses known to maximize acute anabolic response, which has been shown to be approximately 20–40 g, depending on age. There is also a lack of chronic studies examining the co-ingestion of protein and carbohydrate near training. Thus far, chronic studies have yielded equivocal results. On the whole, they have not corroborated the consistency of positive outcomes seen in acute studies examining post-exercise nutrition. Another limitation is that the majority of studies on the topic have been carried out in untrained individuals. Muscular adaptations in those without resistance training experience tend to be robust, and do not necessarily reflect gains experienced in trained subjects. It therefore remains to be determined whether training status influences the hypertrophic response to post-exercise nutritional supplementation. A final limitation of the available research is that current methods used to assess muscle hypertrophy are widely disparate, and the accuracy of the measures obtained are inexact. As such, it is questionable whether these tools are sensitive enough to detect small differences in muscular hypertrophy. Although minor variances in muscle mass would be of little relevance to the general population, they could be very meaningful for elite athletes and bodybuilders. Thus, despite conflicting evidence, the potential benefits of post-exercise supplementation cannot be readily dismissed for those seeking to optimize a hypertrophic response. By the same token, widely varying feeding patterns among individuals challenge the common assumption that the post-exercise “anabolic window of opportunity” is universally narrow and urgent. Distilling the data into firm, specific recommendations is difficult due to the inconsistency of findings and scarcity of systematic investigations seeking to optimize pre- and/or post-exercise protein dosage and timing. Practical nutrient timing applications for the goal of muscle hypertrophy inevitably must be tempered with field observations and experience in order to bridge gaps in the scientific literature. With that said, high-quality protein dosed at 0.4–0.5 g/kg of LBM at both pre- and post-exercise is a simple, relatively fail-safe general guideline that reflects the current evidence showing a maximal acute anabolic effect of 20–40 g. For example, someone with 70 kg of LBM would consume roughly 28–35 g protein in both the pre- and post exercise meal. Exceeding this would be have minimal detriment if any, whereas significantly under-shooting or neglecting it altogether would not maximize the anabolic response. Due to the transient anabolic impact of a protein-rich meal and its potential synergy with the trained state, pre- and post-exercise meals should not be separated by more than approximately 3–4 hours, given a typical resistance training bout lasting 45–90 minutes. If protein is delivered within particularly large mixed-meals (which are inherently more anticatabolic), a case can be made for lengthening the interval to 5–6 hours. This strategy covers the hypothetical timing benefits while allowing significant flexibility in the length of the feeding windows before and after training. Specific timing within this general framework would vary depending on individual preference and tolerance, as well as exercise duration. One of many possible examples involving a 60-minute resistance training bout could have up to 90-minute feeding windows on both sides of the bout, given central placement between the meals. In contrast, bouts exceeding typical duration would default to shorter feeding windows if the 3–4 hour pre- to post-exercise meal interval is maintained. Shifting the training session closer to the pre- or post-exercise meal should be dictated by personal preference, tolerance, and lifestyle/scheduling constraints. Even more so than with protein, carbohydrate dosage and timing relative to resistance training is a gray area lacking cohesive data to form concrete recommendations. It is tempting to recommend pre- and post-exercise carbohydrate doses that at least match or exceed the amounts of protein consumed in these meals. However, carbohydrate availability during and after exercise is of greater concern for endurance as opposed to strength or hypertrophy goals. Furthermore, the importance of co-ingesting post-exercise protein and carbohydrate has recently been challenged by studies examining the early recovery period, particularly when sufficient protein is provided. Koopman et al found that after full-body resistance training, adding carbohydrate (0.15, or 0.6 g/kg/hr) to amply dosed casein hydrolysate (0.3 g/kg/hr) did not increase whole body protein balance during a 6-hour post-exercise recovery period compared to the protein-only treatment. Subsequently, Staples et al reported that after lower-body resistance exercise (leg extensions), the increase in post-exercise muscle protein balance from ingesting 25 g whey isolate was not improved by an additional 50 g maltodextrin during a 3-hour recovery period. For the goal of maximizing rates of muscle gain, these findings support the broader objective of meeting total daily carbohydrate need instead of specifically timing its constituent doses. Collectively, these data indicate an increased potential for dietary flexibility while maintaining the pursuit of optimal timing."
    },
    {
        "id": 58,
        "title": "Weight training in youth-growth, maturation, and safety: an evidence-based review",
        "url": "https://doi.org/10.1097/01.jsm.0000248843.31874.be",
        "text": "Objective: To review the effects of resistance training programs on pre- and early-pubertal youth in the context of response, potential influence on growth and maturation, and occurrence of injury. Methods: Twenty-two reports dealing with experimental resistance training protocols, excluding isometric programs, in pre- and early-pubertal youth, were reviewed in the context of subject characteristics, training protocol, responses, and occurrence of injury. Results: Experimental programs most often used isotonic machines and free weights, 2- and 3-day protocols, and 8- and 12-week durations, with significant improvements in muscular strength during childhood and early adolescence. Strength gains were lost during detraining. Experimental resistance training programs did not influence growth in height and weight of pre- and early-adolescent youth, and changes in estimates of body composition were variable and quite small. Only 10 studies systematically monitored injuries, and only three injuries were reported. Estimated injury rates were 0.176, 0.053, and 0.055 per 100 participant-hours in the respective programs. Conclusion: Experimental training protocols with weights and resistance machines and with supervision and low instructor/participant ratios are relatively safe and do not negatively impact growth and maturation of pre- and early-pubertal youth"
    },
    {
        "id": 59,
        "title": "Resistance Training for Children and Adolescents",
        "url": "https://doi.org/10.1542/peds.2020-1011",
        "text": "Positive outcomes of improved strength in youth continue to be acknowledged, including improvements in health, fitness, rehabilitation of injuries, injury reduction, and physical literacy. Resistance training is not limited to lifting weights but includes a wide array of body weight movements that can be implemented at young ages to improve declining measures of muscular fitness among children and adolescents. Scientific research supports a wide acceptance that children and adolescents can gain strength with resistance training with low injury rates if the activities are performed with an emphasis on proper technique and are well supervised. Gains in childhood strength are primarily attributed to the neurologic mechanism of increases in motor neuron recruitment, allowing for increases in strength without resultant muscle hypertrophy. It is important to incorporate resistance training into physical education classes and youth sport programs to increase muscular strength, reduce the risk of overuse injuries, and spark an ongoing interest in this type of exercise. Certain health situations require consultation with a medical professional before starting a program of resistance training. Resistance training and strength training are synonymous terms used to denote a component of sport and exercise training that is designed to enhance muscular strength, muscular power, and local muscular endurance for general exercise or competitive sports. Resistance training is a specialized method of conditioning that involves the use of different modes of training with a wide range of resistive loads, from body weight to barbells. Resistance-training programs may include the use of free weights (barbells and dumbbells), weight machines, medicine balls, kettlebells, elastic tubing, or a person’s own body weight to provide the resistance needed to increase strength. Along with the extremes of inactivity and/or being overweight and the evolution of youth sports into more intense training at younger ages, there is also a change in the landscape of “strength” among children and adolescents. Evidence of decreasing measures of muscular fitness in youth over the years adds importance for involving youth in some form of resistance exercise regardless of whether they are involved in sports.1–3  On the other hand, some adolescents are increasingly using resistance training in pursuit of muscularity without even being involved in sports.4  The type, amount, and frequency of resistance exercises are dictated by the specific and unique goals of the sport and training program as well as the individual child’s resistance training skill competency (RTSC) and accumulated time of formal resistance training (also referred to as “training age”). Table 1 defines an alphabetical list of common terms used in resistance training. Resistance-Training Benefits: Performance Benefits : The many benefits of resistance training have been increasingly documented in the pediatric sports arena. Although building strength is often a primary goal, the positive sequelae of strength gains in youth continue to be recognized, including improvements in motor skill performance, gains in speed and power, developing physical literacy, reducing the risk of injury, and injury rehabilitation. Children and youth are entering competitive sports at younger ages, and their training programs are becoming more complex and can involve the use of private coaching, personal trainers, and sports psychologists in addition to their routine coaches and teams. Possessing adequate strength to keep up with these increased demands on the body is valuable to help reduce the risk of injury and optimize gains in performance. Health Benefits: Healthy lifestyles incorporate regular exercise that provides a balance of activities, including participating in strength-building programs. In addition to increasing muscular strength, muscular power, and local muscular endurance, resistance training has been shown to produce many health benefits, including improvements in cardiovascular fitness, body composition, bone mineral density, blood lipid profiles, insulin sensitivity in youth who are overweight, increased resistance to injury, and mental health. Programs involving resistance training provide positive options to engage children and adolescents with overweight or obesity in physical activity and may be more likely to create a positive and successful experience for these participants, who may have lower levels of physical fitness, poor exercise compliance, and reduced tolerance for aerobic training. Evidence does show that participation in a resistance-training program helps increase daily levels of spontaneous activity in school-aged boys. which suggests that resistance training may be a good place to start when trying to get inactive kids to be more active. Progressing into a combined program of resistance and aerobic training may generate added benefit because combined programs have shown favorable effects on the reduction of total body fat in youth. Additional Benefits. After years of research, it is now accepted that children and adolescents can increase strength with low injury rates if resistance training is well supervised with an emphasis on correct technique. Early studies successfully demonstrated significant strength gains in children and a lack of injury with proper technique and supervision. With a preponderance of studies showing positive gains from youth resistance training, perspectives are shifting regarding integrating resistance training into physical education, youth fitness, and injury-reduction programs. Previous concerns regarding resistance training focused on what would happen if a child lifts weights, but more recent focus has turned toward what will happen if a child does not lift weights, especially in light of the secular declines in measures of muscular fitness over the years. Targeting strength deficits and building strength reserves will continue to be a valuable concept to address. The available research supports resistance training in youth with a new perspective of acquiring and maintaining high strength reserves to enhance performance across a wide range of general and specific skills while reducing injury risk. There is a shift from the primary concern of injuries associated with resistance training to the concern of injury and other adverse events because of a lack of adequate strength to keep up with training demands. Resistance training is applicable to virtually all children and adolescents for contributions to muscular fitness, resistance to injury, and improved performance. Enhancing muscular strength is an important concept to embrace fully beyond the association with only lifting progressively heavier weights. This clarification may encourage girls and boys to engage in year-round resistance training to increase their strength reserves without fear of getting too muscular or impairing sports performance. Numerous studies have shown that children and adolescents can gain strength with resistance-training programs involving technique-driven progression along with qualified supervision and instruction. Adequate supervision may be variable depending on the goals of the resistance-training program, RTSC of the participants, and experience of the teacher, instructor, or coach. An experienced professional may be able to effectively guide a larger number of youth, whereas more individualized instruction may be appropriate for more advanced-level techniques. There are many different variables that contribute to a well-designed youth resistance-training program, including quality of instruction, training environment, training frequency, training age, type of resistance used, intensity of effort, number of sets and repetitions, rest interval between sets and exercises, and duration of training."
    },
    {
        "id": 60,
        "title": "Effect of strength training on bone growth and development in children and adolescents",
        "url": "https://doi.org/10.34614/iyrc2021f08",
        "text": "Strength training is very common in adults and it has become more and more popular in children and adolescents. Strength training is designed to improve physical strength and endurance and it’s often associated with the use of weights. There has been a concern that strength training could potentially stunt youth's growth by damaging their growth plate and putting too much stress on the growing body. This systematic review is to summarize previous and current studies on the effects, both positive and negative, of strength training on growth in children and adolescents. The effects of strength training were defined as its impact on bone growth, which is affected by growth hormone and sex hormones, including testosterone and estrogen. In this review the correlation between strength training in adolescents and potential risks/benefits to their height was explored. While there are both risks and benefits associated with strength training, the results suggest that properly designed and supervised strength training increases bone strength and decreases sports-related injuries and bone fracture risks, by increasing growth hormones, testosterone and bone density. Therefore, strength training has more benefits than harms to growth. In conclusion, strength training in a safe and well-supervised environment can positively improve body development as well as the height growth of adolescents with no negative effect on youth body growth. "
    },
    {
        "id": 61,
        "title": "Strength Training for Children and Adolescents: Benefits and Risks",
        "url": "https://hrcak.srce.hr/file/150931",
        "text": "Physical activity has proved to be an effective means of preventing several diseases and improving general health. In most cases, though, light to moderate efforts are suggested, for both youngsters and adults. Common sense advices call for late inception of intense, strength training-related activities, like weight lifting and plyometrics, which are usually postponed at the end of the growth age, even among sport practitioners. However, such advices seem to have a mainly an-ecdotal nature. The purpose of this review is to evaluate risks and benefits of early inception of strength training, at ado-lescence or even earlier, and to verify whether concerns can be grounded scientifically. Current literature does not seem to have any particular aversion against the practice of strength training by children and adolescents, provided that some safety rules are followed, like medical clearance, proper instruction from a qualified professional and progressive overload. At the same time, several studies provide consistent findings supporting the benefits of repeated, intense physical efforts in young subjects. Improved motor skills and body composition, in terms of increased fat free mass, reduced fat mass and enhanced bone health, have been extensively documented, especially if sport practice began early, when the subjects were pubescent. It can be therefore concluded that strength training is a relatively safe and healthy practice for children and adolescents"
    },
    {
        "id": 62,
        "title": "Effects of Weight-Bearing Exercise on Bone Health in Girls: A Meta-Analysis",
        "url": "https://doi.org/10.1007/s40279-013-0060-y",
        "text": "Background: Because growing bone possesses a greater capacity to adapt to mechanical loading than does mature bone, it is important for girls to engage in weight-bearing activities, especially since the prevalence of osteoporosis among older women is considerably higher than that of older men. In recent years, the osteogenic potential of weight-bearing activities performed by children and adolescents has received increasing attention and accumulating evidence suggests that this type of activity may improve bone health prior to adulthood and help prevent osteoporosis later in life. Objective: Because previous interventions have varied with respect to the exercise parameters studied and sometimes produced conflicting findings, this meta-analysis was undertaken to evaluate the impact of weight-bearing exercise on the bone health of female children and adolescents and quantify the influence of key moderating variables (e.g. pubertal stage, exercise mode, intervention strategy, exercise duration, frequency of exercise, programme length and study design) on skeletal development in this cohort. Methods: A comprehensive literature search was conducted using databases such as PubMed, MEDLINE, CINAHL, Web of Science, Physical Education Index, Science Direct and ProQuest. Search terms included ‘bone mass’, ‘bone mineral’, ‘bone health’, ‘exercise’ and ‘physical activity’. Randomized- and non-randomized controlled trials featuring healthy prepubertal, early-pubertal and pubertal girls and measurement of areal bone mineral density (aBMD) or bone mineral content (BMC) using dual energy x-ray absorptiometry were examined. Comprehensive Meta-Analysis software was used to determine weighted mean effect sizes (ES) and conduct moderator analyses for three different regions of interest [i.e. total body, lumbar spine (LS), and femoral neck]. Results: From 17 included studies, 72 ES values were retrieved. Our findings revealed a small, but significant influence of weight-bearing exercise on BMC and aBMD of the LS (overall ES 0.19; 95 % confidence interval (CI) 0.05, 0.33 and overall ES 0.26, 95 % CI 0.09, 0.43, respectively) and BMC of the femoral neck (ES 0.23; 95 % CI 0.10, 0.36). For both aBMD and BMC, overall ES was not affected by any moderator variables except frequency of exercise, such that weight-bearing activity performed for more than 3 days per week resulted in a significantly greater ES value for LS aBMD compared with programmes lasting 3 or fewer days per week [Cochran’s Q statistic (Qbetween) = 4.09; p < 0.05]. Conclusion: The impact of weight-bearing activities seems to be site specific, and a greater frequency of weight-bearing activities is related to greater aBMD of LS in growing girls. Future investigations are warranted to better understand the dose-response relationship between weight-bearing activity and bone health in girls and explore the mediating role of pubertal status in promoting skeletal development among female youth"
    },
    {
        "id": 63,
        "title": "Effects of physical activity on children's growth",
        "url": "https://doi.org/10.1016/j.jped.2018.11.003",
        "text": "Objective: To describe the current scientific knowledge on the effects of physical exercise on the growth of children and adolescents since intrauterine life. Synthesis of data: Studies that addressed the subject of physical exercise or physical activity, and weight–height growth or bone or muscle tissue growth were identified. These studies were analyzed, classified, and presented by age group: fetuses, preterm newborns, preschoolers, schoolchildren, and adolescents. It was observed that almost all studies indicated the safety of physical exercises, of mild to moderate intensity, for pregnant women, as well as children and adolescents, including both aerobic and anaerobic exercises. The retrieve studies did not demonstrate that the practice of physical exercises or certain sports, especially basketball and floor gymnastics, influenced the linear growth of children or adolescents. Some studies showed an increase in bone and muscle tissue growth in child and adolescent athletes. Conclusions: Despite the small number of studies with adequate methodology, especially randomized clinical trials, evidence appears to indicate that physical exercise is safe for both the pregnant woman and the child, from fetal life to adolescence. Physical exercise does not appear to impair the child's linear growth and contributes to the ideal shaping of bone and muscle tissues, ensuring possible beneficial effects throughout life. "
    },
    {
        "id": 64,
        "title": "Physical activity, diet quality and all-cause cardiovascular disease and cancer mortality: a prospective study of 346 627 UK Biobank participants",
        "url": "https://doi.org/10.1136/bjsports-2021-105195",
        "text": "Objectives To examine independent and interactive associations of physical activity and diet with all-cause, cardiovascular disease (CVD) and physical activity, diet and adiposity-related (PDAR) cancer mortality. Methods This population-based prospective cohort study (n=346 627) is based on the UK Biobank data with linkage to the National Health Service death records to 30 April 2020. A left-truncated Cox proportional hazards model was fitted to examine the associations between exposures (self-reported total moderate-to-vigorous intensity physical activity (MVPA), vigorous-intensity physical activity (VPA) and a diet quality index (score ranged 0–3)) and outcomes (all-cause, CVD and PDAR cancer mortality). Results During a median follow-up of 11.2 years, 13 869 participants died from all causes, 2650 from CVD and 4522 from PDAR cancers. Compared with quartile 1 (Q1, 0–210 min/week), Q2–Q4 of MVPA were associated with lower risks of all-cause (HR ranged from 0.87 (95% CI: 0.83 to 0.91) to 0.91 (95% CI: 0.87 to 0.96)), CVD (HR ranged from 0.85 (95% CI: 0.76 to 0.95) to 0.90 (95% CI: 0.81 to 1.00)) and PDAR cancer mortality (HR ranged from 0.86 (95% CI: 0.79 to 0.93) to 0.94 (95% CI: 0.86 to 1.02)). Compared with no VPA, any VPA was associated with lower risk for all-cause and CVD mortality (HR ranged from 0.85 (95% CI: 0.80 to 0.89) to 0.88 (95% CI: 0.84 to 0.93) and from 0.75 (95% CI: 0.68 to 0.83) to 0.90 (95% CI: 0.80 to 1.02), respectively). Although not reaching statistical significance for all-cause and CVD mortality, being in the best dietary category (diet quality index=2–3) was associated with a reduction in PDAR cancer mortality (HR=0.86, 95% CI: 0.78 to 0.93). No additive or multiplicative interactions between physical activity categories and dietary quality was found. When comparing across physical activity and diet combinations, the lowest risk combinations consistently included the higher levels of physical activity and the highest diet quality score. Conclusions Adhering to both quality diet and sufficient physical activity is important for optimally reducing the risk of mortality from all causes, CVD and PDAR cancers.x"
    },
    {
        "id": 65,
        "title": "Ultra-processed food exposure and adverse health outcomes: umbrella review of epidemiological meta-analyses",
        "url": "https://doi.org/10.1136/bmj-2023-077310",
        "text": "Objective To evaluate the existing meta-analytic evidence of associations between exposure to ultra-processed foods, as defined by the Nova food classification system, and adverse health outcomes. Eligibility criteria for selecting studies Systematic reviews and meta-analyses of cohort, case-control, and/or cross sectional study designs. To evaluate the credibility of evidence, pre-specified evidence classification criteria were applied, graded as convincing (“class I”), highly suggestive (“class II”), suggestive (“class III”), weak (“class IV”), or no evidence (“class V”). The quality of evidence was assessed using the GRADE (Grading of Recommendations, Assessment, Development, and Evaluations) framework, categorised as “high,” “moderate,” “low,” or “very low” quality. Results The search identified 45 unique pooled analyses, including 13 dose-response associations and 32 non-dose-response associations (n=9 888 373). Overall, direct associations were found between exposure to ultra-processed foods and 32 (71%) health parameters spanning mortality, cancer, and mental, respiratory, cardiovascular, gastrointestinal, and metabolic health outcomes. Based on the pre-specified evidence classification criteria, convincing evidence (class I) supported direct associations between greater ultra-processed food exposure and higher risks of incident cardiovascular disease related mortality (risk ratio 1.50, 95% confidence interval 1.37 to 1.63; GRADE=very low) and type 2 diabetes (dose-response risk ratio 1.12, 1.11 to 1.13; moderate), as well as higher risks of prevalent anxiety outcomes (odds ratio 1.48, 1.37 to 1.59; low) and combined common mental disorder outcomes (odds ratio 1.53, 1.43 to 1.63; low). Highly suggestive (class II) evidence indicated that greater exposure to ultra-processed foods was directly associated with higher risks of incident all cause mortality (risk ratio 1.21, 1.15 to 1.27; low), heart disease related mortality (hazard ratio 1.66, 1.51 to 1.84; low), type 2 diabetes (odds ratio 1.40, 1.23 to 1.59; very low), and depressive outcomes (hazard ratio 1.22, 1.16 to 1.28; low), together with higher risks of prevalent adverse sleep related outcomes (odds ratio 1.41, 1.24 to 1.61; low), wheezing (risk ratio 1.40, 1.27 to 1.55; low), and obesity (odds ratio 1.55, 1.36 to 1.77; low). Of the remaining 34 pooled analyses, 21 were graded as suggestive or weak strength (class III-IV) and 13 were graded as no evidence (class V). Overall, using the GRADE framework, 22 pooled analyses were rated as low quality, with 19 rated as very low quality and four rated as moderate quality. Conclusions Greater exposure to ultra-processed food was associated with a higher risk of adverse health outcomes, especially cardiometabolic, common mental disorder, and mortality outcomes. These findings provide a rationale to develop and evaluate the effectiveness of using population based and public health measures to target and reduce dietary exposure to ultra-processed foods for improved human health. They also inform and provide support for urgent mechanistic research."
    },
    {
        "id": 66,
        "title": "Does diet quality or nutrient quantity contribute more to health?",
        "url": "https://doi.org/10.1172/JCI131449",
        "text": "Diet and Disease risk: Western diet is a leading risk factor for chronic illness and death.  A recent study in the journal Lancet addressed key questions pertaining to the health-related effects of nutrition as assessed through the dietary components. The Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2017 Diet Collaborators evaluated 15 dietary factors for their effects on mortality and disability from cardiovascular diseases, diabetes, and cancer across 195 countries. Adding to their previous findings. the GBD study made a number of key observations. First, the consumption of healthy diet was suboptimal worldwide (i.e., low intake of nuts and seeds, milk, and whole grains), whereas the consumption of unhealthy diet (i.e., sugary beverages, salt, and processed and red meat) was more common. Second, the examined dietary factors were potentially responsible for a high disease burden, including 11 million (95% uncertainty interval, 10–12) deaths and 255 million (95% uncertainty interval, 234–274) disability-adjusted life-years (DALYs; 22% of all deaths and 15% of all DALYs in adults aged 25 years or older). Third, three factors, including high intake of sodium, low intake of whole grains, and low intake of fruit, accounted for more than 50% of diet-related deaths and two-thirds of diet-related DALYs. These findings were consistent across different regions of the world. Dietary patterns versus nutrient-based recommendations: The findings of the GBD group add to growing evidence supporting the importance of diet quality defined by dietary patterns, which appear to have a greater effect on health outcomes compared with individual dietary components or nutrients. The growing evidence endorses a shift from a nutrient-based to a dietary pattern (food-based) approach in nutritional guidelines. Indeed, it is logical to use a dietary pattern approach instead of nutrient quantity for disease management and prevention. Dietary patterns represent a combination of foods (which deliver nutrients) habitually consumed by an individual. Dietary patterns are conceptually more appropriate for disease management and prevention for a number of reasons. One argument is that, for various dietary factors and total energy intake involved in disease processes, there are interactions across foods, and dietary patterns are more translatable to dietary advice, i.e., “people eat foods, not individual nutrients”. Another argument for adopting a dietary pattern approach is the inconsistent clinical benefit of diets focused on isolated nutrient components. For example, low-fat and low-saturated-fat diets do not consistently exert benefits on cardiovascular diseases or diabetes mellitus in both observational studies and randomized clinical trials. This contrasts sharply with findings from clinical trials evaluating the effects of dietary patterns on health outcomes. Findings from clinical studies: The most-studied healthy dietary patterns are the Mediterranean and Dietary Approaches to Stop Hypertension (DASH) diets. Mediterranean diet refers to a diet encouraging high intake of fruits, nuts and seeds, vegetables, fish, legumes, and cereals and limited intake of meat and dairy products.Mediterranean diet has been associated with favorable health outcomes in both observational and experimental studies. In prospective cohort studies, Mediterranean diet has been associated with lower risk for type 2 diabetes, cardiovascular disease, and cancer. A randomized controlled clinical trial of Mediterranean diet versus control, the Prevención con Dieta Mediterránea (PREDIMED) study, showed a 30% reduction in cardiovascular events in the intervention group. Secondary analyses in the PREDIMED study showed benefits in terms of reduction in the incidence of type 2 diabetes and breast cancer. The DASH diet promotes consumption of vegetables and fruits, lean meat, and dairy products; inclusion of micronutrients in the diet; reduction of sodium in the diet to about 1500 mg/d; and consumption of minimally processed and fresh food. The DASH diet pattern has been shown to improve a wide spectrum of disease risk factors, including hypertension and long-term weight reduction, and is consistently associated with lower risks of clinical events. Moreover, a modified DASH diet, which is additionally higher in vegetable fats and lower in carbohydrates, similar to Mediterranean diet, has been shown to improve cardiometabolic outcomes. Other studies of dietary patterns similar to Mediterranean or DASH diets have also shown benefits for cardiovascular diseases, diabetes, obesity, and cancer. Given the vast sociocultural and economic differences across the world, not every population can consume a traditional Mediterranean diet; however, the adoption of Mediterranean-style dietary patterns in various regions of the world is generally feasible. In contrast to a Western-style diet, the beneficial action of healthy quality diets, such as the Mediterranean or DASH diet, encompasses effects on blood pressure, insulin sensitivity, lipids, inflammation, oxidative stress, endothelial function, coagulation, and the gut microbiome. It is important to point out that, in large-scale epidemiological studies and clinical trials, the adoption of healthy dietary patterns was able to mitigate the genetic risk of weight gain, with a significantly greater effect of healthy diet quality on weight in people with high genetic risk for obesity. In addition, there is evidence linking maternal consumption of Mediterranean diet to specific differentially methylated DNA regions in the infant. Conclusions: In summary, different lines of investigation suggest that “dietary quality” rather than “nutrient quantity” is a more reliable index for healthy nutrition. Any meaningful dietary intervention ought to extend far beyond the current focus on nutrient quantity and include the myriad qualitative aspects of food and food combinations, which would affect health and disease states. Given the enormous human and economic toll of diseases related to unhealthy diets, we are proposing that it is time for nutritional scientists to develop measurable and reliable dietary quality indicators that could be used for nutrition guidelines across diverse regions of the world"
    },
    {
        "id": 67,
        "title": "Is it fun or exercise? The framing of physical activity biases subsequent snacking",
        "url": "https://doi.org/10.2139/ssrn.2442383",
        "text": "Do consumers eat more when they exercise more? If so, the implications could ripple through the multi-billion dollar fitness and food industries and have implications for both consumers and health care providers. Three studies – two field experiments and one observational field study – triangulate on this potential compensatory mechanism between physical activity and food intake. The findings showed that when physical activity was perceived as fun (e.g., when it’s labeled as a scenic walk rather than an exercise walk) people subsequently consume less dessert at mealtime, and consume fewer hedonic snacks. A final observational field study during a competitive race showed that the more fun people rated the race as being, the less likely they were to compensate with a hedonic snack afterwards. Engaging in a physical activity seems to trigger the search for reward when individuals perceive it as exercise but not when they perceive it as fun. Key implications for the fitness industry and for health care professionals are detailed along with the simple advice to consumers to make certain they make their physical activity routine fun in order to avoid compensation."
    },
    {
        "id": 68,
        "title": "IMPACT ON JUNK FOOD HEALTH",
        "url": "https://ijeks.com/wp-content/uploads/2024/03/IJEKS-3-01-011.pdf",
        "text": "The present study focuses on the impact of fast food on the health of college students. Junk food,defined as food that can be quickly and easily prepared, is often rich in calories but lacking in essential nutrients. Due to increased urbanization, globalization, and widespread commercial advertisements, as well as the availability of numerous junk food outlets, college students are increasingly indulging in the consumption of these foods. Recent research has highlighted the role of fast food in contributing to metabolic disorders such as obesity, diabetes, and heart disease. The primary objective of this study is to elucidate the impact of junk food habits on the health and well-being of students. Additionally, the study aims to identify contributing factors to the effectiveness of junk food marketing and its widespread availability. Secondary data were collected from various sources, including books, newspapers, periodicals,seminars, discussions, articles, journals, and websites. The findings of the study reveal a significant correlation among BMI, junk food frequency, and physical activity and awareness. Consequently, it is imperative to organize nutrition education programs in colleges and schools to prevent the younger generation from developing an addiction to junk food. This preventive measure is crucial in averting non-communicable diseases such as obesity, diabetes, cardiovascular diseases, and more. CONCLUSION: Consumption of fast food causes various health problems. Junk food intake is a habit that is steadily rising among the younger population, particularly among children. The biggest problem with unhealthy foods is increasing childhood obesity, which further leads to Problems with health in kids. The mentality of kids who eat junk food is mostly shaped by appealing commercials. Multinational corporations are using appealing and forceful marketing techniques to draw in new clients, including young people and children. By raising knowledge of the health risks connected to junk and fast food, parents may safeguard their children's eating habits and keep them away from unhealthy eating. It is possible to break the junk food habit by having a strong will and being conscious of its negative consequences. The canteen at your school or college makes care to offer a variety of healthy options in addition to fast food. It is important to teach children about the negative health impacts of fast food, as this can help them avoid it and the problems that come with it. Globalization and junk eating have undoubtedly carved the 'Third World.' It is a necessary component of life in both rich and emerging nations, and it is bringing with it a sharp rise in obesity and related issues. Eating these junk foods in moderation ideally in small quantities and only occasionally is the key the battle between unhealthy and nutritious eating is not endless. But be careful— the allure is so powerful that it can lead to addiction. It's important to keep in mind that an unhealthy food addiction is a serious problem. The choice of junk food or health is ours."
    },
    {
        "id": 69,
        "title": "Junk food consumption and psychological distress in children and adolescents: a systematic review and meta-analysis",
        "url": "https://doi.org/10.1080/1028415X.2022.2094856",
        "text": "Background: Available evidence indicates that junk foods, defined as unhealthy foods with high-calorie and low-nutrient value, negatively affect mental and metabolic health of children. This study aimed to conduct a meta-analysis to clarify the association between junk food consumption and psychological distress in children and adolescents. Methods: A systematic literature search of relevant documents published in PubMed, Web of Science, and SCOPUS was conducted up to 2022. All observation studies which assessed association of junk foods and psychological distress in children and adolescents were included. Random-effect model was used to pool odds ratio (OR) and 95% confidence interval (CI) from individual studies. Subgroup meta-analysis was performed based on junk foods categories (sweet drinks, sweet snacks and snacks). Results: Data of 17 included articles on junk foods consumption in relation to depression, stress, anxiety, sleep dissatisfaction and happiness in children and adolescents were included in this systematic review. According to random effect model, the pooled OR in the highest vs. the lowest category of junk foods was 1.62 (95% CI: 1.35–1.95) for depression, 1.34 (95% CI: 1.16–1.54) for stress, 1.24 (95% CI: 1.03–1.50) for anxiety, 1.17 (95% CI: 1.05–1.30) for sleep dissatisfaction and 0.83 (95% CI: 0.75–0.92) for happiness. In subgroup meta-analysis, there were significant associations between different types of junk foods and psychological distress (P < 0.05). Conclusion: This meta-analysis showed that junk foods consumption was associated with increased odds of psychological distress in children and adolescents. These findings support the current recommendation of decreasing junk foods intake."
    }
]